[{"id":2,"text":"Bazen bana çıngırak sesi şeklinde gelir ki benim üzerimde en şiddetli olanı budur. Sonra bu halin şiddeti üzerimden kalktığında ben vahyi ezberlemiş olurum. Bazen de melek bana insan şeklinde gelir ve benimle konuşur. Ben onun söylediğini ezberlerim\". Hz. Aişe şöyle demiştir: \"Ben soğuğun şiddetli olduğu günde vahyin ona indirildiğini görmüşümdür. Bu halin şiddeti üzerinden kalkarken alnından terler boşalırdı.","source":"Sahih Buhari","book":1,"bookName":"Revelation"},{"id":8,"text":"İslam beş şey üzerine bina olunmuştur: Allah`dan başka ilâh olmadığına ve Muhammed`in (sallallahu aleyhi ve sellem)'in Allâh`ın Resulü olduğuna Şahadet etmek, Namaz kılmak, Zekat vermek, Haccetmek, Ramazan orucunu tutmaktır.","source":"Sahih Buhari","book":2,"bookName":"Belief"},{"id":19,"text":"Müslümanın en hayırlı malının koyun olması yakındır.","source":"Sahih Buhari","book":2,"bookName":"Belief"},{"id":21,"text":"Şu üç şey kimde olursa, o imanın tadını bulur: 1. Allah ve Resûlü'nü her şeyden daha çok sevmek, 2. Sevdiği kişiyi yalnızca Allah için sevmek, 3.","source":"Sahih Buhari","book":2,"bookName":"Belief"},{"id":23,"text":"Uyuduğum esnada gördüm ki halk bana arzolunuyordu. Üstlerinde gömlekler vardı. Bu gömleklerin kimi memelere varıyor, kimi daha kısa idi. Ömer bin el-Hattâb da bana arzolundu. Üstünde (eteklerini yerde) sürüdüğü bir gömlek vardı. \"Ya Resûlâllâh, bunu ne ile te`vîl ettin?\" diye sordular. \"Dîn ile.\" cevâbını verdi.","source":"Sahih Buhari","book":2,"bookName":"Belief"},{"id":35,"text":"Kim inanarak ve sevabını yalnızca Allah'tan umarak Kadir gecesini ihya ederse geçmiş günahlerı bağışlanır.","source":"Sahih Buhari","book":2,"bookName":"Belief"},{"id":36,"text":"Ümmetime zorluk çıkartmayacak olsaydım savaşa çıkan hiçbir seriyyenin arkasında kalmazdım. Allah yolunda öldürülmeyi, sonra diriltilmeyi sonra tekrar öldürülmeyi sonra tekrar diriltilmeyi sonra yine öldürülmeyi isterdim.","source":"Sahih Buhari","book":2,"bookName":"Belief"},{"id":62,"text":"Ağaçlardan bir ağaç vardır ki yaprağı dökülmez. Bu ağaç Müslümana benzer. Bana onun ne olduğunu söyleyiniz\" Bunun üzerine insanlar çöllerdeki ağaçları saymaya başladılar. (Abdullah diyor ki) \"Benim aklıma hurma ağacı geldi.\" Daha sonra oradaki ashab: \"Ey Allah'ın Resulü bize o ağaç hangi ağaçtır, anlatır mısın?\" dediler.","source":"Sahih Buhari","book":3,"bookName":"Knowledge"},{"id":67,"text":"Şüphesiz ki bu gününüzün, bu ayınızın, bu beldenizin haram olması gibi, canlarınız mallarınız, ırz ve namuslarınız aranızda haramdır. Burada olan olmayanlara tebliğ etsin. Burada olan, kendisinden daha iyi kavrayacak birine tebliğ etmiş olabilir.","source":"Sahih Buhari","book":3,"bookName":"Knowledge"},{"id":72,"text":"Ağaçlardan öyle bir ağaç vardır ki o Müslümana benzer\". Ben \"O ağaç hurmadır\" demek istedim. Bir de baktım ki ben topluluktaki en küçük kişiyim, bunun üzerine sustum.","source":"Sahih Buhari","book":3,"bookName":"Knowledge"},{"id":73,"text":"Gıpta etmek ancak iki şeyde söz konusudur: Bir kimseye Allah mal vermiş, bu malını da hak yolda harcamaya muvaffak kılmıştır. Bir kimseye Allah bilgi ve hikmet vermiş, o kişi de o hikmete göre hükmetmekte ve onu öğretmektedir.","source":"Sahih Buhari","book":3,"bookName":"Knowledge"},{"id":88,"text":"Sana böyle söylendiği halde nasıl (evliliğe devam edersin)?\" dedi. Bunun üzerine Ukbe karısından ayrıldı.","source":"Sahih Buhari","book":3,"bookName":"Knowledge"},{"id":97,"text":"Üç kişinin ikişer (iki kat) sevabı vardır: Ehl-i kitaptan (Yahudi ve Hıristiyanlardan) olup, hem kendi Nebilerine hem de Muhammede sallallahu aleyhi ve sellem'e inanan kişi, hem Allah'ın hem de efendilerinin hakkını yerine getiren köle, bir cariyesi olup da onu güzelce terbiye eden ve ona güzelce (İlim) Öğreten sonra da onu azat ederek onunla evlenen kişi.","source":"Sahih Buhari","book":3,"bookName":"Knowledge"},{"id":144,"text":"Biriniz tuvaletini yapacağı zaman kıbleye önünü ve arkasını dönmesin. Doğuya veya batıya dönün.","source":"Sahih Buhari","book":4,"bookName":"Ablutions (Wudu')"},{"id":162,"text":"Sizden biri abdest alırken burnuna su çeksin sonra da sümkürsün. Taş ile tuvalet temizliği (istinca) yapan kişi de tek sayıda taş kullansın. Sizden biri uykusundan uyandığında elini abdest kabına sokmadan önce yıkasın. Çünkü hiçbiriniz (uyku esnasında) elinin nereye değdiğini bilmez\".","source":"Sahih Buhari","book":4,"bookName":"Ablutions (Wudu')"},{"id":209,"text":"De kavut su ile ıslatıldı. Resulullah (Sallallahu aleyhi ve Sellem) bundan yedi, biz de yedik. Sonra akşam namazını kılmak için kalktı. O ağzını çalkaladı, biz de çalkaladık. Sonra yeniden abdest almadan namaz kıldı.","source":"Sahih Buhari","book":4,"bookName":"Ablutions (Wudu')"},{"id":227,"text":"Elbisesinin kan bulaşan yerini eliyle ovalasın, su dökerek tırnaklarıyla kazısın ve sonra su ile yıkayıp o elbiseyle namazını kılsın.","source":"Sahih Buhari","book":4,"bookName":"Ablutions (Wudu')"},{"id":228,"text":"Hayır (namazı bırakma). Bu yalnızca damar kanıdır, âdet kanı değildir. Âdet günlerine rastlayan günlerde namaz kılma, fakat o günler bitince kanı yıka sonra namaz kıl. Ondan sonra o vakit (yani âdet dönemin) gelinceye kadar her namaz için abdest al.","source":"Sahih Buhari","book":4,"bookName":"Ablutions (Wudu')"},{"id":235,"text":"Fareyi ve etrafındaki yağı atın. (Geriye kalan) yağınızı yiyin.","source":"Sahih Buhari","book":4,"bookName":"Ablutions (Wudu')"},{"id":348,"text":"O zaman toprakla teyemmüm al! Zira bu sana yeter.","source":"Sahih Buhari","book":7,"bookName":"Rubbing hands and feet with dust (Tayammum)"},{"id":421,"text":"Hayır, olmaz' dedi. Abbâs: 'O zaman sen kaldır' dedi. Rasûlullah Sallallahu Aleyhi ve Sellem yine: 'Hayır, olmaz' dedi. Bunun üzerine Abbâs aldıklarının bir kısmını geri koydu. Sonra yükünü alıp omzuna koydu ve gitti. Nebi Sallallahu Aleyhi ve Sellem onun hırsına hayret ettiği İçin gözümüzden kaybolana kadar arkasından baka kaldı. Son dirhem dağıtılana kadar da, meclisi terk etmedi.","source":"Sahih Buhari","book":8,"bookName":"Prayers (Salat)"},{"id":466,"text":"Ey Ebu Be­kir! Ağlama! Malını ve arkadaşlığını en fazla benimle paylaşan Ebu Bekir'dir. Eğer ümmetim arasında bir dost (halîl) edinecek olsaydım, kuşkusuz Ebu Bekir'i edinirdim. Ne var ki, İslâm kardeşliği ve sevgisi bundan daha üstündür. Mescide açık bütün kapılar kapatılsın. Sadece Ebu Bekir'in kapısı kalsın!","source":"Sahih Buhari","book":8,"bookName":"Prayers (Salat)"},{"id":523,"text":"Size şu dört şeyi emrediyorum: a) Allah'a iman. (Allah Resulü bunu şöylece açtklamıştır:) Yani, Allah'tan başka ilâh olmadığına ve benim Allah'ın elçisi olduğuma şehadet etmek. b) Namaz kılmak. c) Zekat vermek. d) Ganimet olarak elde ettiklerinizin beşte birini bana vermek. Şu dört şeyi de size yasaklıyorum: a) Dübâ: Su kabağı b) Hantem: Sırlı küp c) Mukayyar ziftli kap.","source":"Sahih Buhari","book":9,"bookName":"Times of the Prayers"},{"id":528,"text":"Beş vakit namaz da böyledir. Onlar sayesinde Allah, günahları siler.","source":"Sahih Buhari","book":9,"bookName":"Times of the Prayers"},{"id":601,"text":"Bugün yeryüzünde yaşayanlardan kimse kalmayacak.","source":"Sahih Buhari","book":9,"bookName":"Times of the Prayers"},{"id":673,"text":"Siz'den birinin akşam yemeği hazırlanıp önüne konduğu zaman namaz için kamet getirilmiş olsa bile önce yemeğini yesin. Yemeğini bitirinceye kadar da acele etmesin.\" Zaten Abdullah İbn Ömer (r.a.) de yemeği önüne konduğu zaman, namaz için kamet getirilmiş olsa bile önce yemeğini yerdi. Yemeğini bitirinceye kadar -cemaate namaz kıldıran imamın okuduğu sureleri duysa da- namaza başlamazdı.","source":"Sahih Buhari","book":10,"bookName":"Call to Prayers (Adhaan)"},{"id":691,"text":"Siz'den biriniz başını imam'dan önce kaldırdığı takdirde başının Allah tarafından eşek başına döndürülmesinden veya şeklinin Allah tarafından eşek şekline sokulmasından korkmaz mı?","source":"Sahih Buhari","book":10,"bookName":"Call to Prayers (Adhaan)"},{"id":707,"text":"Bazen uzun uzun namaz kılmak isteğiyle namaza duruyorum ve bu sırada çocukların ağlama sesini duyuyorum. Bu durumda çocuğun annesine sıkıntı vermemek için namazımı kısa tutuyorum.","source":"Sahih Buhari","book":10,"bookName":"Call to Prayers (Adhaan)"},{"id":748,"text":"Ben cenneti gördüm ve oradan bir salkım meyve almaya yeltendim.","source":"Sahih Buhari","book":10,"bookName":"Call to Prayers (Adhaan)"},{"id":833,"text":"Bir kimse borçlandığı zaman konuşur fakat yalan söyler, söz verir fakat sözünde durmaz.","source":"Sahih Buhari","book":10,"bookName":"Call to Prayers (Adhaan)"},{"id":846,"text":"Kullarımdan kimisi bana inanan birer mu'min olarak sabah'a çıktığı halde kimisi kafir oldu. Kim, bu yağmur Allah'ın fazlı ve rahmeti ile üzerimize yağdı, demişse o bana inanan ve “ızların güç ve kuvvet sahibi oIduğunu reddeden bir mu'mindir. Kim de, bu yağmur şu ve şu yıldızlar sayesinde yağdı, derse beni inkar etmiş ve yıldızların bir güç ve kuvvet'e sahip olduğuna iman etmiş demektir.","source":"Sahih Buhari","book":10,"bookName":"Call to Prayers (Adhaan)"},{"id":880,"text":"Cum'a günü boy abdesti almak ergenlik çağına giren herkese vaciptir.. Dişleri misvaklamak ve eğer bulunabilirse güzel koku sürünmek gereklidir,\" Bu hadisin ravilerinden Amr İbn Süleym şöyle demiştir: \"Yeminle söylüyorum ki, boy abdesti almak vaciptir. Fakat dişleri misvaklamak ve güzel koku sürünmek konusunda kesin bir şey söyleyemem; vacip olup olmadığını Allah daha iyi bilir.","source":"Sahih Buhari","book":11,"bookName":"Friday Prayer"},{"id":976,"text":"Onu kes, fakat senden sonra hiç kimsenin böyle bir . kurbanı kabul edilmeyecektir.","source":"Sahih Buhari","book":13,"bookName":"The Two Festivals (Eids)"},{"id":1036,"text":"İlim insanlar arasından çekilip alınmadıkça, depremler çoğalmadıkça, zaman dilimleri birbirine girip mevsim farklılıklarından dolayı gece gündüz arasındaki zaman farkı değişip müddetleri birbirine yaklaşmadıkça, fitneler ortaya Çıkmadıkça ve insanları katletme suçları artmadıkça kıyamet kopmayacaktır.","source":"Sahih Buhari","book":15,"bookName":"Invoking Allah for Rain (Istisqaa)"},{"id":1037,"text":"Allah'ım, bizim Şam'ımızı ve Yemen'imizi bizim için bereketli kıl!\" Orada bulunanlar: \"Necid'imizi de...\" deyince Nebi Sallallahu Aleyhi ve Sellem: \"Orada depremler olacak ve fitneler çıkacak. Ayrıca Şeytan'ın taraftarları da orada ortaya çıkacaktır.\" buyurdu.","source":"Sahih Buhari","book":15,"bookName":"Invoking Allah for Rain (Istisqaa)"},{"id":1039,"text":"Gaybın anahtarı beştir ki, onları Allah'tan başkası bilemez: Yarın ne olacağını hiçbir kimse bilemez. Rahimlerde olacak şeyi hiçbir kimse bilemez. Hiçbir nefs yarın (hayr ve şerr) ne kazanacağını bilemez. Keza hiçbir nefs hangi yerde öleceğini bilemez.","source":"Sahih Buhari","book":15,"bookName":"Invoking Allah for Rain (Istisqaa)"},{"id":1057,"text":"Ay ve güneş bir kimsenin ne ölümü ne de hayatı yüzünden tutulurlar. Ancak bunlar Allah’ın birer ayetidir.","source":"Sahih Buhari","book":16,"bookName":"Eclipses"},{"id":1131,"text":"Allah'ın en çok sevdiği namaz Davud'un kıldığı namazdır. Allah'ın en fazla sevdiği oruç da Davud'un tuttuğu oruçtur. O gece yarısına kadar uyur, sonra kalkıp gecenin üçte birini ibadetle geçirir ve son altıda birlik vakitte de tekrar uyurdu. Orucu ise gün aşırı tutardı.","source":"Sahih Buhari","book":19,"bookName":"Prayer at Night (Tahajjud)"},{"id":1145,"text":"Yüce Rabbimiz her gece, gece'nin son üçte biri kaldığında en yakın semaya inerek şöyle der: Bana dua eden yok mu ona icabet edeyim, isteyen yok mu ona vereyim, bağışlanmayı isteyen yok mu onu bağışlayayım.","source":"Sahih Buhari","book":19,"bookName":"Prayer at Night (Tahajjud)"},{"id":1158,"text":"Abdullah ne iyi adamdır. Bir de geceleri namaz kılsaydı!\" Bundan sonra Abdullah geceleri hep namaz kılardı. (İbn Ömer devamla diyor ki): Nebi Sallallahu Aleyhi ve Sellem Ramazan'ın son on gününün yedincisinde iken ashabı ona rüyalarını o kadar anlattılar ki bunun üzerine şöyle buyurdu: \"Görüyorum ki rüyalarınız Ramazan'ın son on gününde birleşmektedir. Sizden kadir gecesini araştıran kişi, onu son on günde araştırsın.","source":"Sahih Buhari","book":19,"bookName":"Prayer at Night (Tahajjud)"},{"id":1196,"text":"Evim ile minberim arası cennet bahçelerinden bir bahçedir. Minberim de havuzum üzerindedir.","source":"Sahih Buhari","book":20,"bookName":"Virtues of Prayer at Masjid Makkah and Madinah"},{"id":1244,"text":"Ağlasan da ağlamasan da siz cenazeyi kaldrıncaya kadar melekler onu kanatlarıyla gölgeliyorlar.","source":"Sahih Buhari","book":23,"bookName":"Funerals (Al-Janaa'iz)"},{"id":1266,"text":"Onu su ve sidr ile yıkayın, (üzerindeki) iki elbise ile kefenleyin. Ona hanut (güzel koku) sürmeyin, başını da örtmeyin.","source":"Sahih Buhari","book":23,"bookName":"Funerals (Al-Janaa'iz)"},{"id":1268,"text":"Onu su ve sidr ile yıkayın. İki elbise (üzerindeki ihram elbiseleri) ile kefenleyin. Güzel koku (hanut) sürmeyin, başını da örtmeyin.","source":"Sahih Buhari","book":23,"bookName":"Funerals (Al-Janaa'iz)"},{"id":1301,"text":"Umarım ki Allah bu gecenizi sizin için mübarek kılar.\" Süfyan şöyle dedi: Ensar'dan bir adam şöyle dedi: Ben Ebu Talha ile Ümmü Süleym'in o gece doğan çocuğunun (Abdullah'ın) tam dokuz çocuğu olduğunu gördüm. Hepsi de Kur'an okurlardı.","source":"Sahih Buhari","book":23,"bookName":"Funerals (Al-Janaa'iz)"},{"id":1304,"text":"işitmiyor musunuz? Allah gözün yaşarması ve kalbin hüzünlenmesi sebebiyle azap etmez, ancak (dilini tutarak) bunun yüzünden azap veya merhamet eder. Ölü, ailesinin kendisi için (feryat ederek) ağlaması sebebiyle azap görür.","source":"Sahih Buhari","book":23,"bookName":"Funerals (Al-Janaa'iz)"},{"id":1338,"text":"Kişi her iki makamı da görür. Kafire -yahut münafığa- gelince o: 'Bilmiyorum, ben insanların dediği gibi dedim' der. Ona: \"Anlamaz ol! Okuduğun veya dinlediğinden yararlanamayasın!\" derler. Sonra demirden bir topuzla iki kulağı arasına vurulur. Öyle bir bağırır ki onun bu feryadını, insan ve cinden başka, o ölüye yakın olan her şey işitir.","source":"Sahih Buhari","book":23,"bookName":"Funerals (Al-Janaa'iz)"},{"id":1405,"text":"Beş ukıyyeden daha az (gümüş için) zekat gerekmez. En az üç yaşındaki beş deve'den daha azı için zekat gerekmez. Beş vesk (zirai) mahsül'den daha azı için zekat gerekmez.","source":"Sahih Buhari","book":24,"bookName":"Obligatory Charity Tax (Zakat)"},{"id":1412,"text":"Mallar çoğalıp taşmadıkça kıyamet kopmayacaktır.","source":"Sahih Buhari","book":24,"bookName":"Obligatory Charity Tax (Zakat)"},{"id":1426,"text":"En hayırlı sadaka, zengin iken verilenidir. Sadaka vermeye, geçimini sağladığın kimselerden başla.","source":"Sahih Buhari","book":24,"bookName":"Obligatory Charity Tax (Zakat)"},{"id":1437,"text":"Kadın, evin yiyeceğinden, aile huzurunu kaçırmadan ve israfa kaçmadan infak ettiği zaman kendisi infak sevabını, kocası da o yiyeceği kazanmış olmanın sevabını alır.","source":"Sahih Buhari","book":24,"bookName":"Obligatory Charity Tax (Zakat)"},{"id":1442,"text":"Her gün, dünyaya iki melek iner ve bunlardan biri, Allah'ım! infak eden kişiye, yenisini ver.","source":"Sahih Buhari","book":24,"bookName":"Obligatory Charity Tax (Zakat)"},{"id":1459,"text":"Beş veskten daha az miktardaki hurma için zekat gerekmez. Beş ukıyyeden (200 dirhem) daha az miktardaki gümüş İçin zekat ver­mek gerekmez. En az üçer yaşındaki beş adet deveden daha az miktardaki deve için zekat vermek gerekmez.","source":"Sahih Buhari","book":24,"bookName":"Obligatory Charity Tax (Zakat)"},{"id":1525,"text":"Medineliler Zu'l-huleyfe'den, Suriyeliler Cuhfe'den, Necidliler Karn'dan ihrama girerler.\" Abdullah şunu ilave eder: bana ulaştığına göre Resûlullah Sallallahu Aleyhi ve Sellem, \"Yemenliler Yelemlem'den ihrama girer\" buyurmuştur.","source":"Sahih Buhari","book":25,"bookName":"Hajj (Pilgrimage)"},{"id":1536,"text":"Üzerindeki kokuyu üç kez yıka üzerindeki cübbeyi çıkar ve umreni, hacda yaptığın gibi yap\" buyurdu. Ata'ye \"Hz. Nebi, üç kez yıkamayı emrederken (kokudan) arındırmayı kasdetti\" dedim. O da: \"Evet\" diye cevap verdi.","source":"Sahih Buhari","book":25,"bookName":"Hajj (Pilgrimage)"},{"id":1690,"text":"Bin ona\" buyurdu. Adam yine, \"O kurbanlık devedir\" dedi. Resulullah üçündü kez, \"Bin şu deveye!\" buyurdu.","source":"Sahih Buhari","book":25,"bookName":"Hajj (Pilgrimage)"},{"id":1725,"text":"Ben başıma reçine sürdüm, hedy kurbanıma kılade bağladım.","source":"Sahih Buhari","book":25,"bookName":"Hajj (Pilgrimage)"},{"id":1782,"text":"Öyleyse Ramazan gelince Ramazanda umre yap. Çünkü Ramazan'da bir umre bir hacdır\".","source":"Sahih Buhari","book":26,"bookName":"`Umrah (Minor pilgrimage)"},{"id":1824,"text":"İçinizden herhangi biri ona (Ebu Katade'ye) saldırmasını emretti mi, yahut işarette bulundu mu?\" Oradakiler: Hayır, dediler.","source":"Sahih Buhari","book":28,"bookName":"Penalty of Hunting while on Pilgrimage"},{"id":1828,"text":"Şu beş hayvanın öldürülmesinde, öldürene herhangi bir günah söz konusu değildir: Karga, çaylak, fare, akrep ve kelb-i akur.","source":"Sahih Buhari","book":28,"bookName":"Penalty of Hunting while on Pilgrimage"},{"id":1829,"text":"Beş hayvan vardır ki bunların tümü fasıktır. Bunlar harem bölgesinde de öldürülür: Karga, çaylak, akrep, fare, kelb-i akur\".","source":"Sahih Buhari","book":28,"bookName":"Penalty of Hunting while on Pilgrimage"},{"id":1838,"text":"İhramlı kişi gömlek, şalvar, sarık, burnus giyemez. Nalinleri (sandaletleri) yoksa mestlerini giyip ayak bileğindeki çıkıntılardan alt tarafını kessin. Zaferan ve vers ile boyanmış elbise giymeyin. İhramlı kadın yüzüne peçe takmasın, ellerine eldiven giymesin.","source":"Sahih Buhari","book":28,"bookName":"Penalty of Hunting while on Pilgrimage"},{"id":1839,"text":"Onu yıkayın, kefenleyin, başını örtmeyin, güzel koku sürmeyin.","source":"Sahih Buhari","book":28,"bookName":"Penalty of Hunting while on Pilgrimage"},{"id":1850,"text":"Onu su ve sidir ile yıkayın. Onu iki elbise ile (veya elbiseleri ile) defnedin. Ona hanut sürmeyin, başını da kapatmayın.","source":"Sahih Buhari","book":28,"bookName":"Penalty of Hunting while on Pilgrimage"},{"id":1867,"text":"Medine şuradan şuraya kadar harem bölgesidir; otu (bitkisi) koparılmaz ve orada Kur'an ve sünnete muhalif işler türetilmez.","source":"Sahih Buhari","book":29,"bookName":"Virtues of Madinah"},{"id":1869,"text":"Medine'nin şu iki kara tepesi arası benim dilimle harem bölge ilan edilmiştir.","source":"Sahih Buhari","book":29,"bookName":"Virtues of Madinah"},{"id":1871,"text":"Ben birçok yerleşim birimini ele geçirecek bir şehre hicret etmekle emrolundum. Bazıları bu şehre Yesrib demişlerdir. Fakat orası \"Medinedir.","source":"Sahih Buhari","book":29,"bookName":"Virtues of Madinah"},{"id":1879,"text":"Deccal'in saldığı korku ve fitne Medine'ye giremeyecek. O gün Medine'nin yedi kapısı olacak ve her kapısında iki melek nöbet tutacak.","source":"Sahih Buhari","book":29,"bookName":"Virtues of Madinah"},{"id":1880,"text":"Medine'nin geçit yerlerinde melekler nöbet tutar; oraya veba hastalığı ve Deccal giremez.","source":"Sahih Buhari","book":29,"bookName":"Virtues of Madinah"},{"id":1884,"text":"Ateş nasıl demirin kirini pasını temizlerse Medine de insanların iyisini kötüsünü öyle ayıklar!","source":"Sahih Buhari","book":29,"bookName":"Virtues of Madinah"},{"id":1898,"text":"Ramazan geldiğinde cennet'in kapıları açılır.","source":"Sahih Buhari","book":30,"bookName":"Fasting"},{"id":1901,"text":"Kim Kadir gecesini iman ederek ve sevabını Allah'tan umarak ihya ederse geçmiş günahları bağışlanır.","source":"Sahih Buhari","book":30,"bookName":"Fasting"},{"id":1913,"text":"Biz ümmî bir ümmetiz; ne yazarız ne de hesap ederiz.","source":"Sahih Buhari","book":30,"bookName":"Fasting"},{"id":1914,"text":"Herhangi biriniz Ramazan'dan bir veya iki gün önce oruç tutmasın.","source":"Sahih Buhari","book":30,"bookName":"Fasting"},{"id":1965,"text":"Eğer hilal gecikseydi, size daha çok tutturacaktım\". Bunu onlar visal orucu tutmaktan vazgeçmedikleri için adeta ceza olarak söyledi.","source":"Sahih Buhari","book":30,"bookName":"Fasting"},{"id":1976,"text":"O halde bir gün oruç tut, iki gün bırak\" dedi. Ben: \"Ben bundan daha faziletlisini de yapabilirim\" dedim. Resulullah: \"Bir gün oruç tut, bir gün bırak. Bu Davud (A.S.)'ın orucudur. Bu en faziletli oruçtur\" buyurdu. Ben: \"Ben bundan daha faziletlisini yapabilirim\" dedim.","source":"Sahih Buhari","book":30,"bookName":"Fasting"},{"id":2015,"text":"Rüyalarınızın son yedi gece üzerinde birleştiğini görüyorum.","source":"Sahih Buhari","book":32,"bookName":"Virtues of the Night of Qadr"},{"id":2023,"text":"Size kadir gecesini bildirmek için çıkmıştım. Ancak falan ile falan tartışma yapınca buna dair bilgi kaldırıldı. Bunun sizin için daha hayırlı olmasını umarım.","source":"Sahih Buhari","book":32,"bookName":"Virtues of the Night of Qadr"},{"id":2035,"text":"Şeytan, Ademoğlunun vücudunda kan'ın dolaştığı gibi dolaşır. Ben sizin kalbinize bir şey (vesvese) atmasından korktum\".","source":"Sahih Buhari","book":33,"bookName":"Retiring to a Mosque for Remembrance of Allah (I'tikaf)"},{"id":2045,"text":"Onlar bu çadırları kurmakla hayır yapmayı mı istediler? Ben itikaf yapmıyorum\" dedi ve döndü. Ramazan ayı bittikten sonra on gün Şevval'de itikaf yaptı.","source":"Sahih Buhari","book":33,"bookName":"Retiring to a Mosque for Remembrance of Allah (I'tikaf)"},{"id":2048,"text":"Kiminle?\" diye sordu. Abdurrahman: \"Ensardan bir hanımla\" dedi. Resulullah: \"Ne kadar mehir verdin?\" diye sordu. Abdurrahman: \"Bir çekirdek ağırlığınca altın\" dedi. Resulullah ona: \"Bir koyunla da olsa bari bir velime (düğün yemeği) ver\" buyurdu.","source":"Sahih Buhari","book":34,"bookName":"Sales and Trade"},{"id":2056,"text":"Hayır. Bir ses işitinceye veya koku duyuncaya kadar (namazını terk etmesin)\".","source":"Sahih Buhari","book":34,"bookName":"Sales and Trade"},{"id":2061,"text":"Dedi: (Diğer bir rivayet şöyledir) Ebu'l-Minhal şöyle demiştir: Bera İbn azib ve Zeyd İbn Erkam'a sarf işlemini sordum. İkisi şöyle dediler: Biz, Resulullah Sallallahu Aleyhi ve Sellem döneminde ticaretle uğraşırdık. Resulullah'a sarf işlemini sorduk, o şöyle buyurdu: \"Peşin (elden ele) olursa bir sakınca yoktur. Vadeli olursa uygun olmaz\" 2060. hadisin tekrarı: 2180, 2497, 3939 2061.","source":"Sahih Buhari","book":34,"bookName":"Sales and Trade"},{"id":2115,"text":"Bana onu sat buyurdu. Ömer de onu Resulullah'a sattı. Resulullah Sallallahu Aleyhi ve Sellem de bana; \"Deve senindir ey Ömer'in oğlu Abdullah! Dilediğin gibi kullan\" buyurdu.","source":"Sahih Buhari","book":34,"bookName":"Sales and Trade"},{"id":2118,"text":"Onların başından sonuna kadar hepsi yerin dibine batırılır.","source":"Sahih Buhari","book":34,"bookName":"Sales and Trade"},{"id":2138,"text":"Biliyor musun, benim Mekke'den çıkmam (hicret etmem) için izin verildi\" buyurdu. Ebu Bekir: \"Ben de seninle birlikte gelecek miyim ey Allah'ın Resulü?\" diye sordu .. Nebi (Sallallahu aleyhi ve Sellem): \"Evet sen benimle geleceksin\" buyurdu. Ebu Bekir: \"Ey Allah'ın Resulü' Benim iki devem var. Bunları hicret etmek için hazırlamıştım. Bunlardan beğendiğin birini al\" dedi.","source":"Sahih Buhari","book":34,"bookName":"Sales and Trade"},{"id":2262,"text":"Allah'ın göndermiş olduğu bütün Nebiler koyun gütmüştür.","source":"Sahih Buhari","book":37,"bookName":"Hiring"},{"id":2287,"text":"Ödeme gücü bulunan kimsenin borcunu geciktirmesi zulümdür. Sizden biri, ödeme gücü bulunan bir kimseye havale edilirse kabul etsin.","source":"Sahih Buhari","book":38,"bookName":"Transferance of a Debt from One Person to Another (Al-Hawaala)"},{"id":2288,"text":"Ödeme gücü bulunan kimsenin borcunu geciktirmesi zulümdür.","source":"Sahih Buhari","book":38,"bookName":"Transferance of a Debt from One Person to Another (Al-Hawaala)"},{"id":2315,"text":"Ey Uneys' (Zina ettiği iddia edilen) o kadına git, eğer suçunu itiraf ederse ona recim cezası uygula.","source":"Sahih Buhari","book":40,"bookName":"Representation, Authorization, Business by Proxy"},{"id":2319,"text":"Kendisine verilen emri mükemmel bir şekilde, gönül huzuru içinde yerine getirip emredilen kişiye ileten güvenilir mal koruyucusu (hazin), sadaka veren iki kişiden biridir.\" KİTABU’L-VEKALET BİTTİ.","source":"Sahih Buhari","book":40,"bookName":"Representation, Authorization, Business by Proxy"},{"id":2320,"text":"Bir müslüman, bir ağaç diktiği veya bir şey ektiği zaman söz konusu şeyden bir kuş, insan ya da bir hayvan rızıklanırsa bu sayede o kişiye mutlaka sadaka (sevabı) verilir.","source":"Sahih Buhari","book":41,"bookName":"Agriculture"},{"id":2335,"text":"Kim sahipsiz bir araziyi imar ederse o kimse söz konusu arazide, diğerlerinden daha çok hak sahibi olur.\" Urve r.a.","source":"Sahih Buhari","book":41,"bookName":"Agriculture"},{"id":2353,"text":"Meradaki herkesin yararına açık olan otların büyümesine engel olacak şekilde ihtiyaçtan fazla olan su'dan istifade edilmesi engellenemez.","source":"Sahih Buhari","book":42,"bookName":"Distribution of Water"},{"id":2354,"text":"İhtiyaç fazlası su'dan yararlanılmasına engel olmayın.","source":"Sahih Buhari","book":42,"bookName":"Distribution of Water"},{"id":2355,"text":"Madenierin, kuyuların ve hayvanların verdiği zararlar tazmin edilmez.","source":"Sahih Buhari","book":42,"bookName":"Distribution of Water"},{"id":2361,"text":"Ey Zübeyr! Sen sula. Su ağaçların köküne ulaşıncaya kadar da bırakma. Daha sonra bırak\" buyurdu.","source":"Sahih Buhari","book":42,"bookName":"Distribution of Water"},{"id":2365,"text":"Bir kediyi açlıktan ölünceyekadar hapseden kadına bu yüzden azap edilmiş ve cehenneme girmiştir. -Allah en iyisini bilir.- (Cehennem meleği ona), Sen o kediye yiyecek vermedin, su vermedin üstelik bırakıvermedin bile. Bıraksaydın yeryüzünde bulduğu şeylerden yerdi.","source":"Sahih Buhari","book":42,"bookName":"Distribution of Water"},{"id":2368,"text":"Allah İsmail'in annesine (Hacer) merhamet etsin. Eğer zemzemi kendi haline bıraksaydı zemzem bir akarsu olacaktı. Cürhümlüler Mekke'ye gelmişler ve Hacer'den, \"Burada konaklamamıza izin verir misin?\" demişlerdi. Hacer, \"Evet, fakat suda mülkiyet hakkınız yoktur\" diye cevap verdi. Bunun üzerine Cürhümlüler \"evet\" diyerek bu şartı kabul etmişlerdir.","source":"Sahih Buhari","book":42,"bookName":"Distribution of Water"},{"id":2387,"text":"İnsanlann malını ödeme niyetiyle alan kimseye Allah (borcunu) ödettirir.","source":"Sahih Buhari","book":43,"bookName":"Loans, Payment of Loans, Freezing of Property, Bankruptcy"},{"id":2389,"text":"Uhud dağı kadar altınım olsa, üç günden daha fazla bir süre o altınların yanımda kalması beni sevindirmezdi. Sadece borç ödemek üzere tuttuklarım hariç.","source":"Sahih Buhari","book":43,"bookName":"Loans, Payment of Loans, Freezing of Property, Bankruptcy"},{"id":2399,"text":"Ben, bütün mu'minlere dünya ve ahirette daha yakınım. İsterseniz şu ayeti okuyun. 'Nebi, mu'minlere kendilerinden daha yakındır. Hanımları da mu'minlerin anneleridir.' [Ahzaab 6] Bundan dolayı hangi mümin ölür de geride mal bırakırsa ona kim olursa olsun, asabesi mirasçı olur. Kim de borç ya da bakıma muhtaç bir aile bırakarak ölürse bana gelin.","source":"Sahih Buhari","book":43,"bookName":"Loans, Payment of Loans, Freezing of Property, Bankruptcy"},{"id":2408,"text":"Allah size, analara karşı gelmeyi, kız çocuklarını diri diri öldürmeyi, borcunuzu ödememeyi, hakkınız olmayan şeyi almayı haram kıldı.","source":"Sahih Buhari","book":43,"bookName":"Loans, Payment of Loans, Freezing of Property, Bankruptcy"},{"id":2432,"text":"Ben ailemin yanına dönerim ve yatağımın üzerine düşmüş kuru bir hurma bulurum. Yemek için onu kaldırırım.","source":"Sahih Buhari","book":45,"bookName":"Lost Things Picked up by Someone (Luqatah)"},{"id":2440,"text":"İnananlar cehennemden kurtulunca cennetle cehennem arasındaki bir köprüde bekletilirler ve dünyada iken birbirine yapmış oldukları haksızlıkları ödeşirler. İyice temizlenip birbirinin hakkından arındırılınca cennete girmelerine izin verilir. Muhammed'in canı elinde olan Allah'a yemin ederim ki sizin cennette kalacağınız yer dünyadaki konumunuzun en iyi göstergesidir.","source":"Sahih Buhari","book":46,"bookName":"Oppressions"},{"id":2459,"text":"Dört özellik var ki, bu özellikler her kimde bulunursa münafık olur. Bu özelliklerden birisinin bulunduğu kişide ise münafıklık alametlerinden biri bulunur, ta ki bunu terk edinceye kadar: Konuştuğunda yalan söyler; vaad ettiğinde vaadine uymaz; biriyle sözleştiğinde sözleşmeyi bozar ve çekiştiğinde kötü söz söyler.","source":"Sahih Buhari","book":46,"bookName":"Oppressions"},{"id":2486,"text":"Eş'ari kabilesi, savaşta azıksız kaldığında veya şehirde ailelerinin yiyeceği azaldığında yanlarında olan bütün yiyecekleri bir sofrada toplarlar ve onu aynı kapta eşit olarak paylaşırıar.","source":"Sahih Buhari","book":47,"bookName":"Partnership"},{"id":2491,"text":"Bir köledeki payını azad eden kişinin, adil bir kişinin biçtiği değere göre köleyi satın alacak parası varsa köle tamamen azad olur. Yoksa köleden sadece azad ettiği pay azad olur.","source":"Sahih Buhari","book":47,"bookName":"Partnership"},{"id":2492,"text":"Bir kimse kölesini kısmen azad ederse kendi malından köleyi özgürlüğüne kavuşturması gerekir. Malı yoksa köleye adil bir kişi tarafından değer biçilir, sonra zorlanmaksızın değerini ödeyinceye kadar çalıştırılır.","source":"Sahih Buhari","book":47,"bookName":"Partnership"},{"id":2504,"text":"Bir köledeki payını azat eden kişinin malı varsa kölenin tamamı azat olur.","source":"Sahih Buhari","book":47,"bookName":"Partnership"},{"id":2526,"text":"“Her kim bir köledeki hissesini bağışlayıp âzâd eder ve kölenin, geri kalan değerine ulaşacak derecede bir malı bulunursa, o pay için köleye âdilce bir kıymet konulur da o payını âzâd eden, diğer ortakların hisselerini verir ve onun hesabına köle hürriyetine kavuşup âzâd olur.","source":"Sahih Buhari","book":49,"bookName":"Manumission of Slaves"},{"id":2529,"text":"Ameller niyetlere göredir. Kişi için kastettiği şey vardır. Şu halde kim Allah'a ve Resulü'ne hicret etmiş ise onun hicreti Allah ve Resulü'ne olmuştur.","source":"Sahih Buhari","book":49,"bookName":"Manumission of Slaves"},{"id":2533,"text":"Ey Abd İbn Zem'a' Bu çocuk babasının yatağında doğmuştur ve dolayısıyla senin kardeşindir, onu alabilirsin\" dedi. Allah Resulü (Sallallahu aleyhi ve Sellem) çocuğun Utbe'ye benzerliğini gördüğünden dolayı hanımı Sevde r.a.","source":"Sahih Buhari","book":49,"bookName":"Manumission of Slaves"},{"id":2568,"text":"Paça yemeye bile davet edilsem giderim; paça da hediye edilse kabul ederim.","source":"Sahih Buhari","book":51,"bookName":"Gifts"},{"id":2592,"text":"Öyle mi yaptın/\" buyurdu. \"Evet\" dedim. \"(Azat edeceğine) dayılarına verseydin mükafatın daha bol olurdu\" buyurdu.","source":"Sahih Buhari","book":51,"bookName":"Gifts"},{"id":2623,"text":"Bir dirheme de satacak olsa onu satın alma.","source":"Sahih Buhari","book":51,"bookName":"Gifts"},{"id":2633,"text":"Sulama gününde sütünü sağıyor musun (orada bulunan fakirlere bir miktar süt veriyor musun?)\" diye sordu. Bedevi \"evet\" dedi. Bunun üzerine Nebi Sallallahu Aleyhi ve Sellem: \"İstersen denizlerin ötesinde çalış.","source":"Sahih Buhari","book":51,"bookName":"Gifts"},{"id":2635,"text":"İbrahim Sare ile hicret etmişti. Ona bir hizmetçi (Acer - Hacer) vermişlerdi. İbrahim'in yanına döndüğünde İbrahim (A.S.) \"Gördün mü Allah kafirin elini boşa çıkardı ve cariyeyi hizmetimize verdi\" dedi.\" İbn Sirin Ebu Hureyre'den Nebi'in Sallallahu Aleyhi ve Sellem \"Hacer'i onun hizmetine verdi\" buyurduğunu nakletmiştir. (Buhari burada hadisi muhtasar olarak zikretmiştir.","source":"Sahih Buhari","book":51,"bookName":"Gifts"},{"id":2652,"text":"En hayırlı nesil benim zamanımda yaşayan nesildir; sonra onların ardından gelenler; sonra da onların ardından gelenlerdir. Sonra öyle bir topluluk gelecek ki şahitlikleri yeminlerini; yeminleri şahitliklerini geçecek.","source":"Sahih Buhari","book":52,"bookName":"Witnesses"},{"id":2656,"text":"Bilal ezanı geceden okur. Siz İbn Ümmü Mektum'un ezanını duyuncaya kadar yiyip içmeye devam edin.\" İbn Ümmü Mektum, görme engelliydi.","source":"Sahih Buhari","book":52,"bookName":"Witnesses"},{"id":2707,"text":"Güneşin doğduğu her gün, insanın bütün organlarının vereceği bir sadaka vardır: İnsanlar arasında adil davranmak sadakadır ...","source":"Sahih Buhari","book":53,"bookName":"Peacemaking"},{"id":2791,"text":"Bu gece rüyamda iki kişi gördüm. Gelip beni ağacın üzerine çıkardılar ve bir konağa soktular. Ben şimdiye dek öylesine güzel bir konak görmedim.","source":"Sahih Buhari","book":56,"bookName":"Fighting for the Cause of Allah (Jihaad)"},{"id":2817,"text":"Cennete girip de dünyadaki her şey kendisine verilse bile tekrar dünyaya dönmeyi isteyecek hiç kimse yoktur.","source":"Sahih Buhari","book":56,"bookName":"Fighting for the Cause of Allah (Jihaad)"},{"id":2846,"text":"Her Nebi'in bir havarisi (seçkin ve güzide bir yardımcısı) vardır. Benim havarim de Zübeyr'dir.","source":"Sahih Buhari","book":56,"bookName":"Fighting for the Cause of Allah (Jihaad)"},{"id":2896,"text":"Size lütfedilen zaferlerin içinizdeki zayıflar dışında başka bir sebeple gerçekleştiğini mi zannediyorsunuz?","source":"Sahih Buhari","book":56,"bookName":"Fighting for the Cause of Allah (Jihaad)"},{"id":2946,"text":"İnsanlar Allah'tan başka ilah yoktur (la ilahe illallah) diyene kadar onlarla savaşmam emredildi. Kim Allah'tan başka ilah yoktur derse meşru bir gerekçe bulunması dışında canını ve malını benden korumuş olur / meşru bir gerekçe bulunmadıkça onun canına ve malına dokunmam. Bundan sonra onun hesabı artık Allah'a kalmıştır.\" Hz.","source":"Sahih Buhari","book":56,"bookName":"Fighting for the Cause of Allah (Jihaad)"},{"id":3026,"text":"Düşmanla savaşmak için karşı karşıya gelmeyi arzulamayın.","source":"Sahih Buhari","book":56,"bookName":"Fighting for the Cause of Allah (Jihaad)"},{"id":3116,"text":"Allah kim için hayır dilerse onu dinde fakih kılar, (yani dini çok iyi kavrayıp idrak etme yeteneği verir.) Allah verendir, ben ise paylaştırıp dağıtanım (Kasim).","source":"Sahih Buhari","book":57,"bookName":"One-fifth of Booty to the Cause of Allah (Khumus)"},{"id":3117,"text":"Ben size ne veririm ne de size verilecek şeylere engel olurum.","source":"Sahih Buhari","book":57,"bookName":"One-fifth of Booty to the Cause of Allah (Khumus)"},{"id":3145,"text":"Ben gönüllerinde kuşku doğacağından ve doğrudan uzaklaşıp yanlışlıklara meyledeceklerinden endişe ettiğim için bazı kimselere böyle mal veriyorum. Buna karşılık bazı kimseleri de Allah'ın gönüllerine yerleştirmiş olduğu hayra ve Allah'tan başkasına muhtaç olmama duygusuna (ğina) ısmarlıyorum. İşte bunlardan birisi de Amr İbn Tağlib'tir.","source":"Sahih Buhari","book":57,"bookName":"One-fifth of Booty to the Cause of Allah (Khumus)"},{"id":3158,"text":"Müjdeler olsun size, bundan böyle sizi sevindirecek şeyleri de umabilirsiniz. Vallahi, sizin hakkınızda beni endişeye sevk eden fakirlik değildir.","source":"Sahih Buhari","book":58,"bookName":"Jizyah and Mawaada'ah"},{"id":3163,"text":"Siz benden sonra çok aşırı derecede bencillikler ve sıkıntılar göreceksiniz.","source":"Sahih Buhari","book":58,"bookName":"Jizyah and Mawaada'ah"},{"id":3171,"text":"Senin eman verip koruman altına aldığın kimse bizim de korumamız altındadır.","source":"Sahih Buhari","book":58,"bookName":"Jizyah and Mawaada'ah"},{"id":3178,"text":"Şu dört özellik kimde bulunursa o kimse katıksız münafıktır: Konuşunca yalan söylemek, verilen sözde durmamak / söz verip caymak, yapılan anlaşmaya bağlı kalmayıp ihanet etmek ve hasım / düşman olunca aşırı davranmak (...). Kimde bu özelliklerden birisi bulunursa, onu terk edene kadar kendisinde münafıklara yaraşır bir özellik var demektir. \" Ayrıntılı açıklama için bkz.","source":"Sahih Buhari","book":58,"bookName":"Jizyah and Mawaada'ah"},{"id":3186,"text":"Verdiği sözde durmayıp hainlik eden herkesin kıyamet gününde bir sancağı olacaktır.","source":"Sahih Buhari","book":58,"bookName":"Jizyah and Mawaada'ah"},{"id":3191,"text":"Allah vardı ve O'ndan başka hiçbir şey yoktu. O'nun arşı da suyun üzerinde idi. Allah Teala, Zikir'de (levh-i mahfuz) olacak her şeyi yazdı (takdir etti). Gökleri ve yeri yarattı.\" Bu sırada birisi: \"Ey Husayn oğlu, deven kaçıp gitmiş. Ben de çıktım ve devemin bir su başında kaldığını gördüm.","source":"Sahih Buhari","book":59,"bookName":"Beginning of Creation"},{"id":3211,"text":"Cuma günü olduğunda melekler mesciddeki kapıların her birine dizilir ve ilk olarak gelenlerden itibaren sırayla gelen cemaati yazarlar.","source":"Sahih Buhari","book":59,"bookName":"Beginning of Creation"},{"id":3237,"text":"Bir kimse karısını yatağına çağırdığı halde kadın buna yanaşmazsa ve kocası da bu yüzden ona kızgın olarak yatarsa, melekler sabaha kadar o kadına la'net ederler.","source":"Sahih Buhari","book":59,"bookName":"Beginning of Creation"},{"id":3248,"text":"Muhammed'in canını elinde bulunduran Allah'a yemin ederim ki Sa'ad İbn Muaz'ın cennetteki mendil/eri bundan daha güzel, daha üstündür.","source":"Sahih Buhari","book":59,"bookName":"Beginning of Creation"},{"id":3280,"text":"Gece karanlığı bastırınca çocuklarınızı kesinlikle dışarıya bırakmayın! Çünkü bu vakitte şeytanlar cirit atar. Yatsı vaktinin üzerinden bir süre geçince artık çocuklarınızı evde tutun! Besmele çekerek kapınızı kapatın! Besmele çekerek ışığınızı söndürün! Besmele çekerek su kaplarının ağzını kapatın! Ve her ne ile olursa olsun kap kacağın ağzını besmele çekerek örtün!","source":"Sahih Buhari","book":59,"bookName":"Beginning of Creation"},{"id":3294,"text":"Canımı elinde tutan Allah'a yemin ederim ki, şeytan seninle bir yolda karşılaşacak olsa, kesinlikle o yolunu değiştirir, senin tuttuğun yoldan başka bir yola girer.","source":"Sahih Buhari","book":59,"bookName":"Beginning of Creation"},{"id":3331,"text":"Kadınlar hakkında tavsiyemi kabul ediniz, ona uyunuz. Çünkü kadın bir kaburga kemiğinden yaratılmıştır. Şüphesiz kaburga kemiğinde en eğri taraf da onun en üst tarafıdır. Sen onu düzeltmeye kalkışırsan kırarsın. O haliyle bırakacak olursan eğriliği devam eder. O halde kadınlar hakkında tavsiyemi kabul ediniz.","source":"Sahih Buhari","book":60,"bookName":"Prophets"},{"id":3354,"text":"Bu gece (rüyamda) bana iki kişi geldi. Uzunluğundan dolayı neredeyse başını göremeyeceğim kadar uzunca bir adamın yanından geçtim.","source":"Sahih Buhari","book":60,"bookName":"Prophets"},{"id":3386,"text":"Allah'ım, Ayyaş b. Ebi Rebia'yı kurtar, Allah'ım, Seleme b. Hişam'ı kurtar. Allah'ım, el-Velid b. el-Velid'i kurtar. Allah'ım, müminlerden mustaz'af olanları kurtar. Allah'ım, Mudar üzerindeki baskıyı daha da şiddetlendir.","source":"Sahih Buhari","book":60,"bookName":"Prophets"},{"id":3402,"text":"Hızır'a bu ismin veriliş sebebi, onun ot bitmeyen bir yere oturmuş olmasından sonra o yerin yeşil (hadra) olarak sarsılıvermesidir.\" el-Hamevi dedi ki: Muhammed b. Yusuf b. Matar el-firebri dedi ki: Bize Ali b. Haşrem, Süfyan'dan bu hadisi bu şekilde uzun uzadıya nakletti.","source":"Sahih Buhari","book":60,"bookName":"Prophets"},{"id":3433,"text":"Aişe'nin kadınlara üstünlüğü tiridin diğer yemeklere üstünlüğü gibidir.","source":"Sahih Buhari","book":60,"bookName":"Prophets"},{"id":3461,"text":"Benden bir ayet dahi olsa tebliğ ediniz. İsrailoğullarından nakledebilirsiniz, bunda bir mahzur yoktur. Kasten aleyhime yalan söyleyen kimse de cehennemdeki yerine hazırlansın.","source":"Sahih Buhari","book":60,"bookName":"Prophets"},{"id":3496,"text":"Bu hususta insanlar Kureyş'e tabidider. Müslüman olanlar Müslüman olanlarına tabidir, kafir olanları da kafir olanlara tabidir.\" \"İnsanlar madenler (gibi)dir. Cahiliye döneminde hayırlı olanlar fıkhetmeleri şartıyla İslamda da hayırlılardır. Sizler insanların en hayırlıları arasında .","source":"Sahih Buhari","book":61,"bookName":"Virtues and Merits of the Prophet (pbuh) and his Companions"},{"id":3501,"text":"Bu iş (yönetim), onlardan iki kişi dahi kalsa Kureyşliler arasında kalmaya devam edecektir.","source":"Sahih Buhari","book":61,"bookName":"Virtues and Merits of the Prophet (pbuh) and his Companions"},{"id":3518,"text":"İnsanlar o ashabını öldürüyordu diye konuşmamalı.","source":"Sahih Buhari","book":61,"bookName":"Virtues and Merits of the Prophet (pbuh) and his Companions"},{"id":3534,"text":"Benim misalim ile diğer nebilerin misali -bir kerpiçlfk yer dışında- eksiksiz ve çok güzel bir ev yapmış olan bir adamın misaline benzer.","source":"Sahih Buhari","book":61,"bookName":"Virtues and Merits of the Prophet (pbuh) and his Companions"},{"id":3603,"text":"İleride (size) başkalarının tercih edileceğini ve sizin uygun görmeyeceğiiz bir çok işler olduğunu göreceksiniz. Ey Allah'ın Resulü, bize ne emredersin, diye sordular. Şöyle buyurdu: Siz üzerinizdeki hakkı eksiksiz yerine getirirsiniz, hakkınızı da Allah'tan istersiniz.","source":"Sahih Buhari","book":61,"bookName":"Virtues and Merits of the Prophet (pbuh) and his Companions"},{"id":3618,"text":"Kisra helak olursa artık ondan sonra Kisra olmayacaktır. Kayser helak olursa artık ondan sonra Kayser olmayacaktır.","source":"Sahih Buhari","book":61,"bookName":"Virtues and Merits of the Prophet (pbuh) and his Companions"},{"id":3656,"text":"Eğer bir halil edinecek olsaydım, elbetteki Ebu Bekir'i edinirdim.","source":"Sahih Buhari","book":62,"bookName":"Companions of the Prophet"},{"id":3657,"text":"Eğer ben bir halil edinecek olsaydım, elbetteki onu halil edinirdim.","source":"Sahih Buhari","book":62,"bookName":"Companions of the Prophet"},{"id":3659,"text":"Beni bulamazsan Ebu Bekir'e git, diye buyurdu.","source":"Sahih Buhari","book":62,"bookName":"Companions of the Prophet"},{"id":3681,"text":"Ben uyurken --sütü kastederek-- içtim. Nihayet süte kanmışlığımın tırnağımda -ya da tırnaklarımda- aktığını hissettim. Sonra Ömer'e verdim. Ey Allah'ın Resulü, ne diye yorumladın, diye sordular.","source":"Sahih Buhari","book":62,"bookName":"Companions of the Prophet"},{"id":3702,"text":"Andolsun yarın bu sancağı Allah'ın ve Resulünün kendisini sevdiği -yahut da Allah'ı ve Resulünü seven diye buyurdu- ve Allah'ın kendisine fethi nasip edeceği bir adama vereceğim -ya da bir adam alacaktır.- Bir de baktık ki -hiç o alacağını ümit etmediğimiz- Ali, işte Ali dediler.","source":"Sahih Buhari","book":62,"bookName":"Companions of the Prophet"},{"id":3719,"text":"Şüphesiz her bir nebinin bir havarisi vardır ve gerçekten benim havarim Zubeyr b.","source":"Sahih Buhari","book":62,"bookName":"Companions of the Prophet"},{"id":3789,"text":"Ensar evlerinin en hayırlısı, Neccar oğullarıdır, sonra Abdu'l-Eşhel oğulları, sonra el-Haris b. el-Hazrec oğulları, sonra Saide oğullarıdır. Bununla birlikte bütün Ensar ailelerinde hayır vardır. Sa'd, benim gördüğüm kadarıyla Nebi Sallallahu Aleyhi ve Sellem başkalarını bize üstün tutmuştur, dedi. Bunun üzerine, gerçekte o sizi pek çok kimseye üstün kılmıştır, denildi.","source":"Sahih Buhari","book":63,"bookName":"Merits of the Helpers in Madinah (Ansaar)"},{"id":3795,"text":"Yaşamak dediğin ahiret hayatıdır. Allah'ım, ıslah et Ensar ile Muhacirleri.\" Katade de, Enes r.a.","source":"Sahih Buhari","book":63,"bookName":"Merits of the Helpers in Madinah (Ansaar)"},{"id":3798,"text":"Bu gece Allah -ikinizin yaptığına güldü --ya da beğendi.-- Bunun üzerine yüce Allah, \"Kendileri fakirlik içinde bulunsalar dahi öz nefislerine tercih ederler. Kim nefsinin cimriliğinden korunursa, işte onlar, umduklarını bulanların ta kendileridir. \" [Haşr, 9] buyruğunu indirdi. Bu Hadis 4889 numara ile gelecektir.","source":"Sahih Buhari","book":63,"bookName":"Merits of the Helpers in Madinah (Ansaar)"},{"id":3836,"text":"Dikkat edin, kim yemin edecek olursa Allah'tan başkası adına yemin etmesin. Çünkü Kureyş atalarının adına yemin ediyordu. (Nebi s.a.v.","source":"Sahih Buhari","book":63,"bookName":"Merits of the Helpers in Madinah (Ansaar)"},{"id":3854,"text":"Allah'ım, Kureyş'in ileri gelenlerini, Ebu Cehil b. Hişam'ı, Utbe b. Rabia'yı, Şeybe b. Rabia'yı ve Umeyye b. Halefi -yahut da Ubeyy b. Halefi şüphe eden ravilerden Şu'be'dir- sana havale ediyorum. Bedir günü onların öldürülmüş olduğunu gördüm. Umeyye b. Halef yahut Ubeyy (b. Halef) dışında hepsi bir kuyuya atılmışlardı.","source":"Sahih Buhari","book":63,"bookName":"Merits of the Helpers in Madinah (Ansaar)"},{"id":4261,"text":"Zeyd öldürülürse Cafer, Cafer öldürülürse Abdullah b. Revaha (kumandan olsun). Abdullah: Ben de o gazvede bulunanlardan idim, dedi. Cafer b. Ebi Talib'i aradık da onu öldürülenler arasında bulduk.","source":"Sahih Buhari","book":64,"bookName":"Military Expeditions led by the Prophet (pbuh) (Al-Maghaazi)"},{"id":4337,"text":"Sa ir insanlar bir vadiden gitseler, ensar ise bir dağ yolundan gitse elbette ki ben ensarın gittiği dağ yolundan giderim.","source":"Sahih Buhari","book":64,"bookName":"Military Expeditions led by the Prophet (pbuh) (Al-Maghaazi)"},{"id":4343,"text":"Onlar nedir diye sorunca, Ebu Musa: Bunlar el-bit' ve el-mizr'dir, dedi.\" -Ben (Said b. Ebi Burde), Ebu Burde'ye: Bit' nedir diye sordum. O: Bal nebizidir dedi. Mizr ise arpanın nebizidir.","source":"Sahih Buhari","book":64,"bookName":"Military Expeditions led by the Prophet (pbuh) (Al-Maghaazi)"},{"id":4374,"text":"Ben uykuda iken elimde iki altın bilezik olduğunu gördüm. Onların bu durumları beni düşünceye sevketti. Rüyamda bana bu bileziklere üflemem emrediidi. Bende onları üfledim ve ikisi de uçtu. Bu iki bileziği benden sonra ortaya çıkacak iki yalancı (Nebi) diye yorumladım.","source":"Sahih Buhari","book":64,"bookName":"Military Expeditions led by the Prophet (pbuh) (Al-Maghaazi)"},{"id":4386,"text":"Müjdeyi siz kabul ediniz. Çünkü Temim oğulları onu kabul etmediler.","source":"Sahih Buhari","book":64,"bookName":"Military Expeditions led by the Prophet (pbuh) (Al-Maghaazi)"},{"id":4387,"text":"İman işte buradadır. -Bu arada eliyle Yemen'e işaret buyurdu.","source":"Sahih Buhari","book":64,"bookName":"Military Expeditions led by the Prophet (pbuh) (Al-Maghaazi)"},{"id":4554,"text":"- Bu ne güzel bir davranış. Bu bahçe sevabı ahirette sana dönecek bir mülktür. Söylediklerini dinledim. Bence sen bu bahçeni, akrabaların arasında paylaştır. Ebu Talha \"Ey Allah'ın Elçisi! Söylediğini yapacağım,\" dedi ve bu bahçeyi akrabaları ile amcaoğulları arasında paylaştırdı. (Bu rivayetin Rayi ve Rabih şeklinde iki rivayet var.","source":"Sahih Buhari","book":65,"bookName":"Prophetic Commentary on the Qur'an (Tafseer of the Prophet (pbuh))"},{"id":4670,"text":"Rabbim beni serbest bıraktı,\" buyurdu ve \"Onlar için ister af dile, ister dileme; onlar için yetmiş kez af dilesen de ... \" ayetini okudu. Sonra şöyle buyurdu: \"Yetmişden fazla da bağışlanma dilerim.\" Bunun üzerine Hz. Ömer: \"Kuşkusuz o bir münafık\" dedi. Ravi şöyle demiştir: Nebi s.a.v. onun cenaze namazını kıldırdl.","source":"Sahih Buhari","book":65,"bookName":"Prophetic Commentary on the Qur'an (Tafseer of the Prophet (pbuh))"},{"id":4737,"text":"Biz Musa'ya onlardan daha yakımz. O halde siz de bugün oruç tutun!\" Fethu'l-Bari Açıklaması: İmam Buhari bu başlık altında İbn Abbas'tan aşura orucu hakkında hakledilen hadisi verdi.","source":"Sahih Buhari","book":65,"bookName":"Prophetic Commentary on the Qur'an (Tafseer of the Prophet (pbuh))"},{"id":4813,"text":"Sur'a son üflemeden sonra başını ilk kaldıran ben olacağım. Bir bakacağım ki Musa Arş'a yapışmış bir halde.","source":"Sahih Buhari","book":65,"bookName":"Prophetic Commentary on the Qur'an (Tafseer of the Prophet (pbuh))"},{"id":4848,"text":"Cehennem ehli ateşe atıldıkça Cehennem, 'Daha var mı?' der durur. Nihayet Allah Teala Cehennemi ayağının altına alır. Bunun üzerine Cehennem \"yeter, yeter\" der.","source":"Sahih Buhari","book":65,"bookName":"Prophetic Commentary on the Qur'an (Tafseer of the Prophet (pbuh))"},{"id":4934,"text":"Onu öldürün!\" dedi. Hemen onu öldürmeye koyulduk. Ancak yılan kaçtı. Bunun üzerine Allah Resulü Sallallahu Aleyhi ve Sellem şöyle buyurdu: \"Siz onun şerrinden korunduğunuz gibi, o da sizin şerrinizden korunmuştur.","source":"Sahih Buhari","book":65,"bookName":"Prophetic Commentary on the Qur'an (Tafseer of the Prophet (pbuh))"},{"id":4991,"text":"Cebrail A.S. Kur'an'ı bana bir harf üzere okuttu. Ona dönüp bunu arttırmasını istedim. Ben artırma isteğimi yenileyip durdum. O da arttırdı.","source":"Sahih Buhari","book":66,"bookName":"Virtues of the Qur'an"},{"id":5032.2,"text":"Demiştir: \"Sizden birinin şu şu ayeti unuttum demesi ne kadar da kötü! Bilakis o, unutturulmuştur. Kur'an'ı hatırlamaya çalışın! Çünkü Kur'an, insanların hafızalarından, develerin otlakta dağılmasından daha çabuk dağılır.","source":"Sahih Buhari","book":66,"bookName":"Virtues of the Qur'an"},{"id":5090,"text":"Kadın şu dört şey için nikahlanır: Malı için, şerefi için, güzelliği için ve dini için. Sen dindar olanı nikahlamakla zafere kavuş. Ellerin toprağa bulanasıca!","source":"Sahih Buhari","book":67,"bookName":"Wedlock, Marriage (Nikaah)"},{"id":5109,"text":"Kadın halası ile bir nikah altında tutulmaz. Kadın teyzesi ile de bir nikah altında bulundurulmaz.","source":"Sahih Buhari","book":67,"bookName":"Wedlock, Marriage (Nikaah)"},{"id":5165,"text":"Eğer onlardan herhangi birisi hanımına yaklaştığı vakit: Bismillahi Allahumme cennibnişşeytane ve cennibişşeytane ma razektena: Allah'ın adıyla, Allah'ım, şeytanı benden de uzaklaştır, bize ihsan ettiğin rızıktan da uzaklaştır\" dese, sonra da bundan dolayı aralarında (evlat) takdir olursa -yahut bir çocuk doğmasına hüküm olursa- ebediyyen şeytan ona zarar veremez.","source":"Sahih Buhari","book":67,"bookName":"Wedlock, Marriage (Nikaah)"},{"id":5184,"text":"Kadın bir kaburga kemiği gibidir. Eğer sen onu düzeltmeye kalkarsan onu kırarsın. Eğer ondan faydalanmak istersen ondaki eğrilikle beraber ondan faydalanabilirsin.","source":"Sahih Buhari","book":67,"bookName":"Wedlock, Marriage (Nikaah)"},{"id":5188,"text":"Hepiniz çobansınız ve hepiniz sorumlusunuz. İmam, bir çobandır ve o sorumludur. Erkek, aile halkı üzerinde bir çobandır ve o sorumludur. Kadın, kocasının evinde bir çobandır ve o sorumludur. Köle, efendisinin malı üzerinde bir çobandır ve o sorumludur. Şunu bilin ki hepiniz çobansınız ve hepiniz sorumlusunuz.\" Açıklama: Bu hadise dair yeterli açıklamalar yüce Allah'ın izniyle Ahkam bölümünün baş taraflarında (7138.","source":"Sahih Buhari","book":67,"bookName":"Wedlock, Marriage (Nikaah)"},{"id":5213,"text":"Da diyebilirim. Ancak (Enes)- şöyle dedi: \"Sünnet olan, bakire ile evlendiği takdirde onun yanında (aralıksız) yedi gün kalması, dul kadın ile evlendiği takdirde onun yanında üç gün kalmasıdır.","source":"Sahih Buhari","book":67,"bookName":"Wedlock, Marriage (Nikaah)"},{"id":5269,"text":"Şüphesiz Allah, ümmetimin içlerinden geçirdiklerini amel etmedikçe yahut konuşmadıkça ümmetime bağışlamıştır.","source":"Sahih Buhari","book":68,"bookName":"Divorce"},{"id":5298,"text":"Bilalin seslenişi -yahut onun ezan okuması- herhangi birinizi sahurunu yemekten alıkoymasın. Çünkü o gece namazına kalkmış olanınız (yatağına dönsün diye seslenir -yahut, ezan okur, diye buyurdu-) Fecr-i sadıkı yahut sabahı kastederek sabah olmuş demeyin.","source":"Sahih Buhari","book":68,"bookName":"Divorce"},{"id":5342,"text":"Allah'a ve ahiret gününe iman eden bir kadının kocası dışında bir kimse için üç günden fazla yas tutması helal değildir. Böyle bir kadın sürme çekemez.","source":"Sahih Buhari","book":68,"bookName":"Divorce"},{"id":5352,"text":"Allah: Ey Ademoğlu, sen infak et, ben de sana infak edeyim, diye buyurmuştur.","source":"Sahih Buhari","book":69,"bookName":"Supporting the Family"},{"id":5360,"text":"Kadın, kocasının kazancından onun emri olmaksızın infakta bulunacak olursa o infakın ecrinin yarısı kocaya aittir.\" Buna dair açıklamalar Nikah bölümünün son taraflarında geçmiş bulunmaktadır.","source":"Sahih Buhari","book":69,"bookName":"Supporting the Family"},{"id":5373,"text":"Aç olana yemek yediriniz. Hasta olanı ziyaret ediniz. Esir olanı da esaretten kurtarınız.","source":"Sahih Buhari","book":70,"bookName":"Food, Meals"},{"id":5396,"text":"Müslüman tek bir bağırsakta yer, kafir ise yedi bağırsakta yer.","source":"Sahih Buhari","book":70,"bookName":"Food, Meals"},{"id":5418,"text":"Erkeklerden pek çok kişi kemale ermiştir. Kadınlardan ise İmran'ın kızı Meryem, Firavun'un karısı Asiyelden başka kimse kl?male ermemiştir.","source":"Sahih Buhari","book":70,"bookName":"Food, Meals"},{"id":5427,"text":"Kur'an okuyan mu'minin misali, kokusu da hoş, tadı da hoş olan portakala benzer. Kur'an okumayan mu'minin misali ise kokusu bulunmayan ve tadı da tatlı olan hurmaya benzer. Kur'an okuyan münafığın misali ise kokusu hoş, tadı acı olan reyhan, (fesleğen)e benzer.","source":"Sahih Buhari","book":70,"bookName":"Food, Meals"},{"id":5429,"text":"Yolculuk azaptan bir parçadır. Sizden herhangi birinizin uykusunu ve yemek yemesini engeller.","source":"Sahih Buhari","book":70,"bookName":"Food, Meals"},{"id":5445,"text":"Her kim sabahleyin yedi acve hurması yiyecek olursa o gün ona ne bir zehir, ne de bir sihir zarar verebilir.","source":"Sahih Buhari","book":70,"bookName":"Food, Meals"},{"id":5473,"text":"Fera' da yoktur, atire de yoktur.\" Fera' devenin ilk yavrusudur. Onlar bunu kendi tağutlarına, putlarına keserlerdi. Anre ise Receb ayında kesilen bir kurbanlıktır.","source":"Sahih Buhari","book":71,"bookName":"Sacrifice on Occasion of Birth (`Aqiqa)"},{"id":5480,"text":"Her kim davar ya da av köpeği olmayan bir köpek barındırırsa her gün onun amelinden iki klrat eksilir.","source":"Sahih Buhari","book":72,"bookName":"Hunting, Slaughtering"},{"id":5482,"text":"Her kim davar yahut (ava) hücum eden bir köpek dışında köpek edinirse her gün onun amelinden iki k1rat eksilir.\" Fethu'l-Bari Açıklaması: \"Av köpeği yahut davar (çoban) köpeği olmayan köpek edinen kimse.\" Bir şeyi saklayıp biriktirmek amacıyla edinen kimse hakkında \"ıktene'ş-şey'e\" tabiri kullanılır.","source":"Sahih Buhari","book":72,"bookName":"Hunting, Slaughtering"},{"id":5608,"text":"Sağmal devenin sütünü vermek he güzel bir sadakadır. Seçkin sağmal koyunu (sütünü) hediye etmek ne güzeldir.","source":"Sahih Buhari","book":74,"bookName":"Drinks"},{"id":5624,"text":"Uyuyacağınız vakit kandilleri söndürünüz, kapıları kapatınız. Su kaplarının ve kırbaların ağzını baSlayınız.","source":"Sahih Buhari","book":74,"bookName":"Drinks"},{"id":5642,"text":"Batan bir dikene varıncaya kadar Müslüman'a isabet eden herhangi bir yorgunluk, hastalık, keder, üzüntü, eziyet ve gam sebebiyle mutlaka Allah, bunlara karşı olarak günahlarının bir kısmını affeder.","source":"Sahih Buhari","book":75,"bookName":"Patients"},{"id":5643,"text":"Mu'min kimsenin misali, yeni bitmiş bir ekin gibidir. Rüzgar üzerine nereden eserse onu eğer. Bu ekin dimdik doğrulduğu vakit bela ile bir tarafa eğilir. Facir kimse ise -Allah dilediği vakit kökünden imha edinceye kadar- sert ve dimdik duran bir dağ servisine benzer.","source":"Sahih Buhari","book":75,"bookName":"Patients"},{"id":5644,"text":"Mu'min kişinin benzeri, bir sap üzerinde biten ekin gibidir. Hangi taraftan ona rüzgar esip gelirse, rüzgar onu eğer. Doğrulduğu zaman rüzgar belası ile yine eğilir (fakat yıkılmayıp doğrulur, doğru kalır).","source":"Sahih Buhari","book":75,"bookName":"Patients"},{"id":5671,"text":"Sakın sizden biriniz kendisine gelip çatan bir zarar ve sıkıntı dolayısıyla ölümü temenni etmesin. Eğer mutlaka böyle bir şeyi yapacaksa: Allah'ım, hayat benim için hayırlı olduğu sürece beni hayattabırak ve eğer ölüm benim için hayırlı ise canımı al, desin.","source":"Sahih Buhari","book":75,"bookName":"Patients"},{"id":5704,"text":"Eğer sizin tedavi için kullandığınız yollardan herhangi birisinde bir şifa varsa bu, bir hacamat neşterinde yahut bir ateş dağlamasındadır.","source":"Sahih Buhari","book":76,"bookName":"Medicine"},{"id":5768,"text":"Kim her gün sabahleyin birkaç acve hurması yerse ona o gün geceye kadar herhangi bir zehir ve sihir zarar vermez.\" (Buhari'nin hadisi kendisinden naklettiği Ali'den) başkası ise: ''Yedi tanehurma ...","source":"Sahih Buhari","book":76,"bookName":"Medicine"},{"id":5772,"text":"Hastalığın bulaşması yoktur, uğursuzluk yoktur.","source":"Sahih Buhari","book":76,"bookName":"Medicine"},{"id":5776,"text":"Hastalığın bulaşması da yoktur, uğursuzluk da yoktur. Bununla birlikte tefe'ül (hayra yormak) hoşuma gider. Ashab: Tefelül ne demektir, diye sordu.","source":"Sahih Buhari","book":76,"bookName":"Medicine"},{"id":5804,"text":"Bir izar bulamayan bir kimse, sirva] giyinsin.","source":"Sahih Buhari","book":77,"bookName":"Dress"},{"id":5937,"text":"Allah saç ekleyen ve saç ekleten kadına da, döğme yapan ve döğme yaptıran kadına da lanet etmiştir.\" Nafi: el-Veşm (denilen döğme çeşidi), dişlerin etrafındaki diş etlerinde olur demiştir.","source":"Sahih Buhari","book":77,"bookName":"Dress"},{"id":5976,"text":"Size en büyük günahların en büyüğünü haber vermeyeyim mi? Bizler: Buyur ey Allahim Rasulü, dedik. 0, bu sorusunu üç defa tekrarladıktan sonra şöyle buyurdu: Allahla ortak koşmak, ana-babaya karşı gelmek -bu arada yaslanmış iken oturdu ve şöyle devam etti-: Dikkat edin, bir de yalan söz ve yalan şahitlik; dikkat edin bir de yalan söz ve yalan şahitlik etmektir.","source":"Sahih Buhari","book":78,"bookName":"Good Manners and Form (Al-Adab)"},{"id":6012,"text":"Bir Müslüman bir ağaç diker de ondan bir insan yahut bir canlı yiyecek olursa mutlaka o onun için bir sadaka olur.","source":"Sahih Buhari","book":78,"bookName":"Good Manners and Form (Al-Adab)"},{"id":6064,"text":"Zanda bulunmaktan sakının. Çünkü zanda bulunmak, sözün en yalanıdır.","source":"Sahih Buhari","book":78,"bookName":"Good Manners and Form (Al-Adab)"},{"id":6077,"text":"Bir kimseye kardeşinden -karşılaştıkları halde biri yüzünü bir tarafa, öbürü öbür tarafa çevirerek- üç günden fazla dargın durması helal değildir. Onların hayırlıları ise daha önce selam veren kişidir. \" Bu Hadis 6237 numara ilede var.","source":"Sahih Buhari","book":78,"bookName":"Good Manners and Form (Al-Adab)"},{"id":6105,"text":"Kim yalan söyleyerek İslam milletinden başkası adına yemin ederse o da dediği gibidir. Kim herhangi bir şeyle kendisini öldürürse cehennem ateşinde onunla azap edilir. mu'mine lanet etmek, onu öldürmek gibidir. Bir mu'mine iftira ederek küfür isnadında bulunmak da onu öldürmek gibidir.\" Buna dair açıklamalar daha önce \"sövme ve lanetlemenin nehyedilmiş olduğu\" başlığında (6047.","source":"Sahih Buhari","book":78,"bookName":"Good Manners and Form (Al-Adab)"},{"id":6136,"text":"Allah'a ve ahiret gününe iman eden bir kimse, komşusuna eziyet vermesin. Allah'a ve ahiret gününe iman eden bir kimse, misafirine ikram etsin.","source":"Sahih Buhari","book":78,"bookName":"Good Manners and Form (Al-Adab)"},{"id":6290,"text":"Üç kişi iseniz üçüncüsünü dışarıda tutarak -diğer insanlar ile karışacağınız vakte kadar- iki kişi kendi aralarında gizlice konuşmasın.","source":"Sahih Buhari","book":79,"bookName":"Asking Permission"},{"id":6304,"text":"Her Nebi'in kabul edilen bir duası vardır. Ben bu hakkımı ahirette ümmetime şefaat için saklıyorum\" (Ayrıca bk. 7474.","source":"Sahih Buhari","book":80,"bookName":"Invocations"},{"id":6338,"text":"Dua ettiğinizde çekince taşıyıp \"Allahım! Dilersen bana şunu ver\" demeyin.","source":"Sahih Buhari","book":80,"bookName":"Invocations"},{"id":6340,"text":"Dua ettim kabul edilmedi denilerek acele edilmediği sürece dualar mutlaka kabul edilir\".","source":"Sahih Buhari","book":80,"bookName":"Invocations"},{"id":6403,"text":"Kim gündüz yüz defa \"Ortağı olmayan Allah'tan başka ilah yoktur mülk de onun ham d de onundur. O her şeye kadirdir\" derse, sanki on köleyi azad etmiş gibi olur. Ayrıca yüz iyilik sevabı yazılır yüz kötülüğü silinir. O gün akşam edinceye kadar şeytandan korunmuş olur.","source":"Sahih Buhari","book":80,"bookName":"Invocations"},{"id":6425,"text":"Hadi birbirinize müjdeyi verin ve sizi mutlu edecek şeyleri isteyin. Allah'a yemin ederim ki ben sizin fakirleşmenizden korkmuyorum.","source":"Sahih Buhari","book":81,"bookName":"To make the Heart Tender (Ar-Riqaq)"},{"id":6439,"text":"Adem oğlunun altından bir vadisi olsa o iki vadisi olmasını ister. Onun ağzını topraktan başka bir şeyasla dolduramaz.","source":"Sahih Buhari","book":81,"bookName":"To make the Heart Tender (Ar-Riqaq)"},{"id":6482,"text":"Benim benzerim ve beni kendisiyle Allah'ın (Nebii olarak) gönderdiği şeyin benzeri şu kimsenin misali gibidir ki o bir kavme gelmiş ve 'Ben şurada gözlerimle bir ordu gördüm. Ben çıplak bir korkutucuyum. Hemen kurtulmaya, hemen kaçmaya bakm!' demiştir. Bu haber üzerine bir zümre ona itaat edip, sözünü tutarak bütün gece vakar içinde kaçıp kurtuldu. Bir zümre de onu yalanladı.","source":"Sahih Buhari","book":81,"bookName":"To make the Heart Tender (Ar-Riqaq)"},{"id":6534,"text":"Kimin yanında kardeşine ait haksız alınmış bir hak varsa o haksızlıktan dolayı hak sahibiyle helallaşsin. Muhakkak olan şu ki kıyamette hiçbir dinar ve hiçbir dirhem yoktur. Kardeşinin hakkı için kendi hasenelerinden alınmadan önce dünyada onunla helallaşsin.","source":"Sahih Buhari","book":81,"bookName":"To make the Heart Tender (Ar-Riqaq)"},{"id":6548,"text":"Cennet ehli cennete, cehennem ehli de cehenneme ayrılıp gidince ölüm (bir koç suretine büründürülerek) getirilir. Bu koç cennetle cehennem arasında yatırılır, sonra kesilir, sonra bir nidacı 'Ey cennet ehli artık ölüm yoktur! Ey cehennem ehli ölüm yoktur!' diye nida eder. Cennet ehlinin ferahına bir ferah daha eklenir.","source":"Sahih Buhari","book":81,"bookName":"To make the Heart Tender (Ar-Riqaq)"},{"id":6579,"text":"Benim havuzum bir aylık yol genişliğindedir. Onun suyu sütten daha beyaz, kokusu miskten daha hoştur. Bardakları da gökyüzünün yıldızları gibi çoktur.","source":"Sahih Buhari","book":81,"bookName":"To make the Heart Tender (Ar-Riqaq)"},{"id":6601,"text":"Hiçbir kadın Müslüman hanım kardeşinin eşiyle evlenmek için boşanmasını istemesin.","source":"Sahih Buhari","book":82,"bookName":"Divine Will (Al-Qadar)"},{"id":6606,"text":"Ey Bilal, kalk ve şunu ilan et: Allah bu dini facir bir adamla da destekleyip kuvvetlendirir.","source":"Sahih Buhari","book":82,"bookName":"Divine Will (Al-Qadar)"},{"id":6625,"text":"Allah'ın gerekli gördüğü kefareti vermek yerine aileniz hakkındaki yemininizde ısrarlı olursanız Allah katında günahkar olursunuz.","source":"Sahih Buhari","book":83,"bookName":"Oaths and Vows"},{"id":6629,"text":"Kayser helak olduktan sonra başka kayser yoktur, kisra helak olduktan sonra da başka kisra yoktur.","source":"Sahih Buhari","book":83,"bookName":"Oaths and Vows"},{"id":6630,"text":"Kayser helak olduktan sonra başka kayser yoktur, kisra helak olduktan sonra da başka kisra yoktur.","source":"Sahih Buhari","book":83,"bookName":"Oaths and Vows"},{"id":6641,"text":"Muhammed'in nefsini elinde bulundurana yemin ederim ki dediğin doğrudur.\" Hind: \"Ey Allah'ın elçisi, Ebu Süfyan tutumlu bir adamdır. Onun malından alıp ikramda bulunmamda bir mahzur var mıdır?\" diye sordu.","source":"Sahih Buhari","book":83,"bookName":"Oaths and Vows"},{"id":6655,"text":"Bu, Allah'ın dilediği kullarının kalbine yerleştirdiği merhamet duygusudur.","source":"Sahih Buhari","book":83,"bookName":"Oaths and Vows"},{"id":6661,"text":"Cehennem durmaksızın daha fazla yok mu der. Nihayet izzetin rabbi oraya kademini koyar, cehennem de \"Yeter, yeter\" der ve bir kısmı diğer kısmına yaklaşır.","source":"Sahih Buhari","book":83,"bookName":"Oaths and Vows"},{"id":6721,"text":"Gidiniz! ancak Allah Sizlere bu imkanı bağışladı .. Ben yemin ettim.","source":"Sahih Buhari","book":84,"bookName":"Expiation for Unfulfilled Oaths"},{"id":6729,"text":"(Vefatımda) benim mirasçılarım dinar paylaşmazlar.","source":"Sahih Buhari","book":85,"bookName":"Laws of Inheritance (Al-Faraa'id)"},{"id":6745,"text":"Ben mu'minlere kendi öz nefislerinden daha yakınımdır. Her kim ölür de arkasında bir mal bırakırsa, malı mirasçılarına, asabesine aittir. Her kim de arkasında borç veya kendi ihtiyaçlarını göremeyen aciz kimseler bırakırsa ben onun velisiyim.","source":"Sahih Buhari","book":85,"bookName":"Laws of Inheritance (Al-Faraa'id)"},{"id":6787,"text":"Sizden önceki ümmetler ancak şundan helak olmuşlardır: Onlar haddi (cezayı) sade ve sıradan kimseye uygularken, itibariz olan kimseyi bırakırlardı. Kudreti ile yaşadığım Allah'a yemin ederim ki eğer (Muhammed'in kızı) Fatıma bu işi yapmış olsaydı, muhakkak onun elini de keserdim.","source":"Sahih Buhari","book":86,"bookName":"Limits and Punishments set by Allah (Hudood)"},{"id":6810,"text":"Zina eden kimse, zina ettiği sırada mu'min olduğu halde zina edemez; Hırsızlık eden kişi de hırsızlık yaparken mu'min olduğu halde hırsızlık yapamaz. İçki içen içki içerken mu'min olduğu halde içemez.","source":"Sahih Buhari","book":86,"bookName":"Limits and Punishments set by Allah (Hudood)"},{"id":6828,"text":"Kudreti sayesinde yaşadığım AIlah'a yemin ederim ki sizin aranızda elbette AIlah 'ın kitabı ile hüküm vereceğim. Yüz koyunla hizmetçi sana geri verilecek, oğluna da yüz değnek vurulacak ve bir yıl sürgüne gönderilecek.\" Resulullah Sallallahu Aleyhi ve Sellem daha sonra Uneys'e \"Ya Uneys! Bu adamın karısına git! Zina suçunu itiraf ederse, onu recm et!\" diye emretti. Uneys kadına gitti.","source":"Sahih Buhari","book":86,"bookName":"Limits and Punishments set by Allah (Hudood)"},{"id":6919,"text":"Büyük günahların en büyüğü Allah'a ortak koşmak, ana-babaya asi olmak ve yalan şahitliktir.\" Resulullah Sallallahu Aleyhi ve Sellem \"yalan şahitliği\" veya \"yalan söz söyleme\"yi üç kere tekrar etti.","source":"Sahih Buhari","book":88,"bookName":"Apostates"},{"id":6958,"text":"(Zekatı verilmeden saklanmış) servetiniz, kıyamet gününde çok zehirli erkek bir yılan (kılığında) olur, sahibi ondan kaçar, o da sahibinin peşine düşer ve 'Ben senin (dünyadaki) servetinim!' der durur.\" Resulullah Sallallahu Aleyhi ve Sellem buyurdu ki: \"VAllahi o yılan sahibinin peşinden aynlmaz.","source":"Sahih Buhari","book":90,"bookName":"Tricks"},{"id":6971,"text":"Bakire kızdan izni istenir.\" Ben \"(Ya Resulallah!) Bakire kız utanır!\" dedim.","source":"Sahih Buhari","book":90,"bookName":"Tricks"},{"id":6994,"text":"Kim beni rüyada görürse muhakkak o beni görmüştür. Çünkü şeytan benim kılığıma giremez.","source":"Sahih Buhari","book":91,"bookName":"Interpretation of Dreams"},{"id":6995,"text":"Salih olan rüya Allah tarafındandır. Hulm de şeytandandır. Kim rüyada hoşuna gitmeyecek bir şey görürse (uyanınca) sol tarafına üç defa 'tuh' desin ve şeytanın şerrinden Allah'a sığınsın.","source":"Sahih Buhari","book":91,"bookName":"Interpretation of Dreams"},{"id":6998,"text":"Bana mefatihu’l-kelim (sözlerin anahtarları) verildi. Bana korku salmak suretiyle yardım edildi. Dün gece uyuduğum bir sırada bana yeryüzünün hazinelerinin anahtarları getirildi.","source":"Sahih Buhari","book":91,"bookName":"Interpretation of Dreams"},{"id":7008,"text":"Ben uyuduğum esnada insanlar bana arz olunuyorlardı. Üstlerinde gömlekler vardı. Bu gömleklerin kimi memelere ulaşıyor, kimi daha kısa idi. Bu sırada Ömer b. el-Hattab benim yanıma uğradı. Onun üstünde (eteklerini yerde) sürüklediği bir gömlek vardı.\" Sahabiler \"Ya Resulallah! Bunu ne ile tabir ettin?\" diye sordular.","source":"Sahih Buhari","book":91,"bookName":"Interpretation of Dreams"},{"id":7011,"text":"(Ya Aişe!) Sen iki kere rüyamda bana gösteri/din. Bir adam ipekten bir parça üzerinde senin suretini taşıyordu. O adam 'Bu (senin müstakbel) eşindir' diyordu. Şimdi ben o sureti keşfediyorum, o suret sendin.","source":"Sahih Buhari","book":91,"bookName":"Interpretation of Dreams"},{"id":7040,"text":"Rüyamda saçı darmadağın ık siyah bir kadının Medine'den çıkıp nihayet Mehya'da durduğunu gördüm.","source":"Sahih Buhari","book":91,"bookName":"Interpretation of Dreams"},{"id":7048,"text":"Ben (kıyamet gününde) havuzumun başında yanıma gelecek olanları beklerim. Derken benim yakınımda birtakım insanlar yakalanırlar. Ben 'Onlar benim ümmetimdir' derim.","source":"Sahih Buhari","book":92,"bookName":"Afflictions and the End of the World"},{"id":7049,"text":"Ben, sizin havuz başına varan öncünüzüm. Yemin olsun orada sizden birtakım adamlar bana kaldınlıp gösterilecek, onlara vermek üzere elimi uzattığımda onlar çekilip, benden uzaklaştınlacaklar. Ben 'Ey Rabbim! Onlar benim arkadaşlarımdır' diyeceğim.","source":"Sahih Buhari","book":92,"bookName":"Afflictions and the End of the World"},{"id":7052,"text":"Sizler benden sonra ileride başkalarının size tercih edildiğini ve hoşlanmayacağınız birtakım işler göreceksiniz.\" Sahabiler \"Ya Resulallah! Bu durumda bize ne emredersiniz?\" diye sordular.","source":"Sahih Buhari","book":92,"bookName":"Afflictions and the End of the World"},{"id":7064,"text":"Kıyametin önünde öyle günler vardır ki o günlerde ilim kaldırılır, yeryüzüne cahil/ik iner ve orada herc çoğalır.","source":"Sahih Buhari","book":92,"bookName":"Afflictions and the End of the World"},{"id":7066,"text":"Diyerek- naklettiği şu habere yer verdi: \"Kıyametin kopmasından önce herc günleri vardır ki o günlerde ilim zail olur. Cehalet meydana gelir.","source":"Sahih Buhari","book":92,"bookName":"Afflictions and the End of the World"},{"id":7072,"text":"Sakın biriniz silahını din kardeşine doğrultmasın! Çünkü silahı doğrultan bilmez.","source":"Sahih Buhari","book":92,"bookName":"Afflictions and the End of the World"},{"id":7137,"text":"Her kim bana itaat ederse Allah'a itaat etmiştir. Her kim de bana isyan ederse Allah'a isyan etmiştir. Her kim benim emirim (olan kişiy) ‘e itaat ederse bana itaat etmiştir.","source":"Sahih Buhari","book":93,"bookName":"Judgments (Ahkaam)"},{"id":7142,"text":"(İdarecilerinizin emirlerini) dinleyiniz ve onlara itaat ediniz.","source":"Sahih Buhari","book":93,"bookName":"Judgments (Ahkaam)"},{"id":7143,"text":"Her kim idarecisinde hoşlanmadığı bir şey görecek olursa buna sabretsin.","source":"Sahih Buhari","book":93,"bookName":"Judgments (Ahkaam)"},{"id":7144,"text":"Müslüman bir kişinin, kendisine masiyet emredilmediği sürece sevdiği ve hoş/anmadığı hususlarda dinlemesi ve itaat etmesi üzerine bir yükümıüıüktür.","source":"Sahih Buhari","book":93,"bookName":"Judgments (Ahkaam)"},{"id":7148,"text":"Sizler mevki ve makamlara çok hırslı oluyorsunuz. Halbuki idarecilik, kıyamet günü nedamet olacaktır.","source":"Sahih Buhari","book":93,"bookName":"Judgments (Ahkaam)"},{"id":7159,"text":"Ey insanlar! İçinizde nefret ettirip kaçıranlar vardır! Herhangi biriniz insanlara namaz kıldıracakolursa hafif kıldırsın.","source":"Sahih Buhari","book":93,"bookName":"Judgments (Ahkaam)"},{"id":7226,"text":"Kudreti sayesinde yaşadığım Allah'a yemin ederim ki şayet (acizlik durumlarında) kendilerini bindirecek binekler bulamadığım zamanda bile cihad'dan benim ardımda geri kalmalarını hoş görmeyip, istemeyecek birtakım adamlar olmasaydı (Allah yolunda cihada giden) hiçbir seriyyeden geri kalmazdım.","source":"Sahih Buhari","book":94,"bookName":"Wishes"},{"id":7228,"text":"Benim Uhud dağı kadar altınım olsaydı ondan yanımda bir dinar bulunduğu halde üzerimden üç gece geçmesini istemezdim.","source":"Sahih Buhari","book":94,"bookName":"Wishes"},{"id":7243,"text":"Ya Hz. Aişe radıyalldhu anhfı! Kavmin cahiliyet devrine yakın olmasaydı, ben Hicr-i İsmail'i Beytullaha katmak, kapısını da yer seviyesine indirmek isterdim.","source":"Sahih Buhari","book":94,"bookName":"Wishes"},{"id":7244,"text":"Hicret olmasaydı ben muhakkak Ensardan bir kişi olurdum.","source":"Sahih Buhari","book":94,"bookName":"Wishes"},{"id":7247,"text":"Sizden herhangi birinizi müezzin Bilal'in ezanı sahur yemeğini yemekten alıkoymasını Çünkü Bilal gece vakti ezan okur -veya gece vakti nida eder.- Bunu teheccüd namazı kılanları sahur yemeğine döndürmek ve uykuda olanlarınızı da (sahur yemeğine) uyandırmak için okur. Fecr şöyle demek değildir.\" Yahya iki avucunu birleştirip, şöyle diye açıklayıp göstermiştir.","source":"Sahih Buhari","book":95,"bookName":"Accepting Information Given by a Truthful Person"},{"id":7280,"text":"Ümmetimin herbir ferdi -kaçınanlar hariç- cennete girecektir\" buyurmuştur.","source":"Sahih Buhari","book":96,"bookName":"Holding Fast to the Qur'an and Sunnah"},{"id":7290,"text":"Yaptığınız hareketleri görüyorum. Ancak bunun sizefarz kılınacağından ve kılındığı takdirde ifa edemeyeceğinizden korktum. Ey insanlar! Namazı evlerinizde kılınız.","source":"Sahih Buhari","book":96,"bookName":"Holding Fast to the Qur'an and Sunnah"},{"id":7299,"text":"Visal orucu tutmayın!\" Sahabiler \"Siz tutuyorsunuz?\" dediler. Resulullah Sallallahu Aleyhi ve Sellem \"Ben sizin gibi değilim. Ben geceliyorum ama Rabbim beni yedirip içiriyor\" buyurdu. Ancak sahabiler visal orucu nu bırakmadılar. Nebi Sallallahu Aleyhi ve Sellem de onlarla iki gün veya iki gece visal orucu tuttu.","source":"Sahih Buhari","book":96,"bookName":"Holding Fast to the Qur'an and Sunnah"},{"id":7319,"text":"Benim ümmetim kendisinden evvelki (ümmetlerin) yolunu karış karış, arşın arşın takip etmedikçe kıyamet kopmaz. \" Resulullah Sallallahu Aleyhi ve Sellem'e \"Ya Resulallah! (Yollarına gidilen) Fars ve Rum gibi milletler midir?\" diye soruldu.","source":"Sahih Buhari","book":96,"bookName":"Holding Fast to the Qur'an and Sunnah"},{"id":7379,"text":"Ğaybın anahtarları beştir ki onları Allah'tan başka kimse bilemez. Rahimlerin ne eksilttiğini Allah'tan başkası bilemez. Yarın ne olacağını Allah'tan başka hiçbir kimse bilemez. Yağmurun ne zaman geleceğini de Allah'tan başka kimse bilemez. Hiçbir nefis hangi yerde öleceğini bilemez.","source":"Sahih Buhari","book":97,"bookName":"Oneness, Uniqueness of Allah (Tawheed)"},{"id":7413,"text":"Şüphesiz Allah kıyamet gününde bütün arzı avucunun içine alır, gökler de onun sağ elinde olur.","source":"Sahih Buhari","book":97,"bookName":"Oneness, Uniqueness of Allah (Tawheed)"},{"id":7430,"text":"Her kim helal kazancından bir tek hurma değerinde bir şey sadaka verirse -ki Allah Teala'ya helal olandan başkası yükselmez- şüphesiz Allah onu sağ eliyle kabul eder.","source":"Sahih Buhari","book":97,"bookName":"Oneness, Uniqueness of Allah (Tawheed)"},{"id":7464,"text":"Sizler Allah'a dua ettiğiniz zaman duada istemeyi kesin yapın. Sakın herhangi biriniz 'Allah'ım dilersen bana ver!' diye söylemesin. (Azimle, kesinlikle istesin.","source":"Sahih Buhari","book":97,"bookName":"Oneness, Uniqueness of Allah (Tawheed)"},{"id":7474,"text":"Her Nebi'in (kabul edilecek) bir duası vardır.","source":"Sahih Buhari","book":97,"bookName":"Oneness, Uniqueness of Allah (Tawheed)"},{"id":7483,"text":"Aziz ve Celil olan Allah kıyamet günü 'Ya Adem!' diye nida eder. Adem de 'Lebbeyk ve sadeyk = ya Rabbi emrine tekrar tekrar icabet ve emrini yerine getirmeye daima hazırım\" der.","source":"Sahih Buhari","book":97,"bookName":"Oneness, Uniqueness of Allah (Tawheed)"},{"id":104,"text":"Allah'a ona hiçbir şeyi ortak koşmaksızın ibadet eder, namazı dosdoğru kılar, zekatı verir, akrabalık bağını gözetirsin. Haydi deveyi bırak.","source":"Sahih Müslim","book":1,"bookName":"The Book of Faith"},{"id":153,"text":"İman yetmiş küsur -yahut altmış küsur- şubedir. Bunların en faziletIisi La ilahe illallah demek, en aşağısı ise yolda rahatsızlık veren şeyleri kaldırmaktır. Haya da imandan bir şubedir. \" Tahric bilgisi 151 numaralı hadis ile aynıdır. A.","source":"Sahih Müslim","book":1,"bookName":"The Book of Faith"},{"id":182,"text":"Yemenliler geldi, onlar kalpleri en ince olanlardır. İman Yemenlidir, fıkıh Yemenlidir, hikmet Yemenlidir.","source":"Sahih Müslim","book":1,"bookName":"The Book of Faith"},{"id":194,"text":"İman etmedikçe cennete giremezsiniz. Birbirinizi sevmedikçe iman etmiş olamazsınız. Size yapmanız halinde birbirinizi seveceğiniz bir şeyi göstermeyeyim mi? Aranızda selamlaşmayı yaygınlaştırınız.","source":"Sahih Müslim","book":1,"bookName":"The Book of Faith"},{"id":216,"text":"Herhangi bir kimse kardeşine kafir diyecek olursa o ikisinden birisi onunla döner. Eğer dediği gibi ise (mesele yok) öyle değilse o söz onun üzerine döner. \" Yalnız Müslim rivayet etmiştir; Tuhfetu'l-Eşraf, 7135 A.","source":"Sahih Müslim","book":1,"bookName":"The Book of Faith"},{"id":238,"text":"Allah'a ve ahiret gününe iman eden bir kimse Ensar'a buğz etmez.","source":"Sahih Müslim","book":1,"bookName":"The Book of Faith"},{"id":296,"text":"Allah kıyamet gününde üç kişi ile konuşmayacak ve onları temize çıkarmayacaktır. -Ebu Muaviye: \"Ve onlara bakmayacaktır\" dedi.- Üstelik onlar için can yakıcı bir azap da vardır: Zina eden ihtiyar, yalan söyleyen yönetici ve büyüklük taslayan fakir.","source":"Sahih Müslim","book":1,"bookName":"The Book of Faith"},{"id":344,"text":"Şeytan birinize gelip: Göğü kim yarattı, yeri kim yarattı, der. Kişi Allah diye karşılık verir. \" Sonra hadisi önceki gibi zikretti ve: \"Ve Resullerine de (iman ettim, desin)\" ibaresini ekledi.","source":"Sahih Müslim","book":1,"bookName":"The Book of Faith"},{"id":385,"text":"İnsanların benzerini görmeleri üzerine iman ettiği birtakım mucizelerin verilmediği nebilerden hiçbir Nebi yoktur. Ancak bana verilen Allah Teala'nın bana vahyettiği bir vahiydir. Bu sebeple kıyamet gününde, aralarında kendisine uyanları en çok kişinin kendim olacağımı ümit ederim.","source":"Sahih Müslim","book":1,"bookName":"The Book of Faith"},{"id":537,"text":"Sizden birinizin abdestini bozan bir hali olursa abdest almadıkça namazı kabul edilmez.","source":"Sahih Müslim","book":2,"bookName":"The Book of Purification"},{"id":547,"text":"Kim yüce Allah'ın kendisine emrettiği şekilde tam olarak abdest alırsa, farz olan namazlar da aralarındakilere kefarettirler\" buyurdu. Bu, İbn Muaz'ın hadisi rivayet ettiği şekildir. Fakat Gunder'in hadisi rivayetinde \"Bişr'in emidiği döneminde\" ibaresi de yoktur, \"farz (namaz) lar\" dan da söz edilmemiştir.","source":"Sahih Müslim","book":2,"bookName":"The Book of Purification"},{"id":554,"text":"Deyip, hadisi aynen zikretti ancak rivayetinde: \"Kim abdest alıp da eşhedu en la ilahe illallah vahdehu la şerike leh ve eşhedu enne Muhammeden abduhu ve Resuluh: Allah'tan başka bir ilah olmadığına, bir ve tek ve ortaksız olduğuna ve Muhammed'in Allah'ın kulu ve Resulü olduğuna şahitlik ederim, derse\" dedi.","source":"Sahih Müslim","book":2,"bookName":"The Book of Purification"},{"id":561,"text":"Sizden bir kimse abdest alırsa her iki burun deliğine su çektikten sonra onu çıkarsın.","source":"Sahih Müslim","book":2,"bookName":"The Book of Purification"},{"id":564,"text":"Sizden kim uykudan uyanırsa üç defa (bumuna su alıp) çıkarsın, çünkü şeytan onun burnunun delikleri üzerinde geceler.","source":"Sahih Müslim","book":2,"bookName":"The Book of Purification"},{"id":587,"text":"Size Allah'ın, kendisi sebebiyle günahları sildiği ve onunla dereceleri yükselttiği bir hususu göstermeyeyim mi\" buyurdu. Ashab: Elbette, göster ey Allah'ın Resulü dediler. O: \"Hoşlanılmayan hallere ve zorluklara rağmen abdesti tam almak, mescitlere çokça adım atmak, namazdan sonra diğer namazı beklemek, işte ribat budur\" buyurdu.","source":"Sahih Müslim","book":2,"bookName":"The Book of Purification"},{"id":604,"text":"On şey fıtrattandır: Bıyıklan kesmek, sakalları bırakmak, misvak kullanmak, buruna su çekmek, tırnakları kesmek, parmak eklem ve boğumlarını yıkamak, koltuk altlarını yolmak, etek tıraşı olmak ve temizlenirken su kullanmak. \" (Ravilerden} Zekeriya dedi ki: Mus'ab: Onuncusunu unuttum. Ancak o mazmaza olmalıdır, dedi. Kuteybe şunu ekledi: Veki' dedi ki: Temizlenirken su kullanmak istinca yapmak demektir.","source":"Sahih Müslim","book":2,"bookName":"The Book of Purification"},{"id":609,"text":"İhtiyacınızı görmek için gittiğinizde küçük ya da büyük abdest bozarken kıbleye yüzünüzü de, arkanızı da çevirmeyin fakat doğuya ya da batıya (çevirin).\" Ebu Eyyub dedi ki: Sonra Şam'a geldik. Orada kıble tarafına doğru bina edilmiş heıaıar bulduk. Onlardan bir miktar (kıbleden) başka tarafa dönüyor ve Allah'tan mağfiret diliyorduk. (Bu hadis öyle midir, dedim). O: Evet, dedi.","source":"Sahih Müslim","book":2,"bookName":"The Book of Purification"},{"id":648,"text":"Köpek birinizin kabına dilini sokup yalarsa onu döksün sonra o kabı yedi defa yıkasın.","source":"Sahih Müslim","book":2,"bookName":"The Book of Purification"},{"id":768,"text":"Erkek erkeğin avretine, kadın kadın'ın avretine bakamaz. Erkek bir diğer erkek ile aynı elbiseye bürünemez, kadın da bir başka kadın ile aynı elbiseye bürünemez.","source":"Sahih Müslim","book":3,"bookName":"The Book of Menstruation"},{"id":1768,"text":"«Namazın en faziletlisi kunût'u uzun olandır.","source":"Sahih Müslim","book":6,"bookName":"The Book of Prayer - Travellers"},{"id":2515,"text":"«Ay'ı görmek şartıyla oruç tutun ve onu görmek şartıyla bayram yapın. Şayet hava bulutlu olursa sayıyı tamamlayın.","source":"Sahih Müslim","book":13,"bookName":"The Book of Fasting "},{"id":3987,"text":"(yahut şöyle buyururken işittim) : «Bir kimse İflâs eden bir adamın veya iflâs eden bir insanın) elinde İken malına olduğu gibi yetişirse, o mal için o kimse başkasından daha haklıdır.","source":"Sahih Müslim","book":22,"bookName":"The Book of Musaqah"},{"id":4330,"text":"«Bir kimse bir köledeki hissesini âzâd ederse, kalanı, kölenin kıymetine yetecek kadar malı olmak şartı ile malından âzâd olur.","source":"Sahih Müslim","book":27,"bookName":"The Book of Oaths"},{"id":5109,"text":"Sallallahu aleyhi ve sellem: «Sizden kim kurban keserse sakın üç geceden sonra evinde ondan bir şey sabahlamasın!» buyurmuşlar. Ertesi sene gelince ashâb : — Yâ Resûlallah! Yine geçen sene yaptığımız gibi mi yapacağız, demişler. Bunun üzerine Efendimiz : «Hayır! O öyle bir seneydi ki, insanlar onda sıkıntı içindeydi. Ben de (kurban etlerinin) onların arasında s«y'ı olmasını istemiştim.» buyurmuşlar.","source":"Sahih Müslim","book":35,"bookName":"The Book of Sacrifices"},{"id":5950,"text":"«Gerçekten ben uyurken bana bir adam geldi. Ve kılıcı aldı Hemen uyandım. Adam başımda duruyordu. Hiç anlamadım, kılıç sıyrılmış olarak elinde idi. Ve bana: Seni benden kim men eder? dedi. Ben: Allah! dedim. Sonra ikinci defa (tekrar): Seni benden kim men eder? dedi. Ben (yine) Allah! dedim. Bunun üzerine kılıcı kınına iade etti. Ve hemen oturdu.» Ondan sonra Resulullah (Sallallahu Aleyhi ve Sellem) ona kötü bir şey söylemedi.","source":"Sahih Müslim","book":43,"bookName":"The Book of Virtues"},{"id":6655,"text":"Demiş. İbni Hâtim'in hadîsinde ise Nebi (Sallallahu Aleyhi ve Sellem)'den naklen ibaresi vardır: «Bîriniz kardeşiyle kavga ederse yüzden kaçınsın! Çünkü Allah Âdem'i kendi suretinde yaratmıştır.","source":"Sahih Müslim","book":45,"bookName":"The Book of Virtue, Enjoining Good Manners, and Joining of the Ties of Kinship"}]